[
    {
        "id": 2000,
        "name": "How many liters of water comes out of a water fountain in a mall per day?",
        "answer": 3,
        "unit": "L"
    },
    {
        "id": 2001,
        "name": "The effect of air pressure was demonstrated in 1654 in Magdeburg, Germany with an impressive experiment. Two hollow metal hemispheres with a flat metal rim (flange) were placed together and the air removed from the interior with a primitive vacuum pump. The external pressure of the air pushed them together. When they tried to pull the hemispheres apart using two rings welded to the hemispheres, they could not be pulled apart even by a number of people pulling together. The sphere produced by putting the two hemispheres together is about the size of a basketball. Estimate the force needed to pull them apart.",
        "answer": 20,
        "unit": "N"
    },
    {
        "id": 2002,
        "name": "How much energy does it take to repair damaged tissue?",
        "answer": 2,
        "unit": "cal"
    },
    {
        "id": 2003,
        "name": "How much does RFK baseball stadium weigh?",
        "answer": 7,
        "unit": "kg"
    },
    {
        "id": 2004,
        "name": "If all of the cars in the U.S. got at least 25 miles per gallon, how many gallons of gas would be saved this year?",
        "answer": 6,
        "unit": "gallons"
    },
    {
        "id": 2005,
        "name": "The SO bacterium takes 6 minutes to reproduce. If the SO bacteria don't die, how many hours will it take for two to reproduce and make a volume equal to that of the earth?",
        "answer": 36,
        "unit": "hour"
    },
    {
        "id": 2006,
        "name": "How many seconds would it take the sound from a volcano's eruption to travel around the Earth?",
        "answer": 5,
        "unit": "s"
    },
    {
        "id": 2007,
        "name": "How much CO2 do we save in winter on heating when the earth gets 2C warmer?",
        "answer": 9,
        "unit": "kg"
    },
    {
        "id": 2008,
        "name": "What is the volume (cubic meters) of the earth's oceans?",
        "answer": 18,
        "unit": "m**3"
    },
    {
        "id": 2009,
        "name": "How many kilograms of co2 would i have to breath out to lose 1 kg of fat?",
        "answer": 3,
        "unit": "kg"
    },
    {
        "id": 2010,
        "name": "How much extra time would Americans spend in the car if the speed limits were decreased by 10 mph, assuming everyone strictly adheres to speed limits?",
        "answer": 0,
        "unit": "hour"
    },
    {
        "id": 2011,
        "name": "What is the mass, g, of the Earth?",
        "answer": 28,
        "unit": "g"
    },
    {
        "id": 2012,
        "name": "How much would the human skeleton weigh if it was made of iron?",
        "answer": 2,
        "unit": "kg"
    },
    {
        "id": 2013,
        "name": "What is the number of square inches of pizza consumed by all the students at the University of Maryland during one semester?",
        "answer": 4,
        "unit": "inch**2"
    },
    {
        "id": 2014,
        "name": "If all the pickles sold in the U.S. be arranged side by side, how long would it be?",
        "answer": 10,
        "unit": "cm"
    },
    {
        "id": 2015,
        "name": "What is the total mass in kilograms of all the students in your school?",
        "answer": 4,
        "unit": "kg"
    },
    {
        "id": 2016,
        "name": "At the moment the sun is fully below the horizon, how far away would someone have to be to witness the moment the sun rises fully ABOVE the horizon?",
        "answer": 4,
        "unit": "km"
    },
    {
        "id": 2017,
        "name": "How large would a room have to be for a 60 watt lightbulb suspended in the middle to cast no light on any walls?",
        "answer": 2,
        "unit": "ft"
    },
    {
        "id": 2018,
        "name": "How much water is wasted by people waiting for it to get hot for showers?",
        "answer": 0,
        "unit": "L"
    },
    {
        "id": 2019,
        "name": "The total volume of flatulence produced by the human race each day?",
        "answer": 10,
        "unit": "L"
    },
    {
        "id": 2020,
        "name": "How much is it possible to heat a glass of water by stirring it vigorously?",
        "answer": 0,
        "unit": "degree"
    },
    {
        "id": 2021,
        "name": "This winter, the East coast has been hit by a number of snow storms. How many hours does a person spend shoveling the walk way after a snow storm.",
        "answer": 3,
        "unit": "min"
    },
    {
        "id": 2022,
        "name": "If an average man were to have all of bones lined up, what would be their total length?",
        "answer": 4,
        "unit": "cm"
    },
    {
        "id": 2023,
        "name": "How much fish do humans consume per year?",
        "answer": 11,
        "unit": "kg"
    },
    {
        "id": 2024,
        "name": "If every living thing in the ocean disappeared, how much would the water level lower?",
        "answer": -2,
        "unit": "km"
    },
    {
        "id": 2025,
        "name": "How much energy is needed to raise sea levels by 5 feet over 50 years?",
        "answer": 9,
        "unit": "W"
    },
    {
        "id": 2026,
        "name": "If a person standing on the surface of the Earth was suddenly no longer affected by the Earth's gravitational pull, could they be thrown to Mars?",
        "answer": 2,
        "unit": "kg"
    },
    {
        "id": 2027,
        "name": "What is the mass, grams, of a gallon of the paint?",
        "answer": 4,
        "unit": "g"
    },
    {
        "id": 2028,
        "name": "What was the minimal sugar concentration in urine for doctors to be able to taste it ?",
        "answer": -2,
        "unit": "M"
    },
    {
        "id": 2029,
        "name": "Assuming that humans naturally had bird like wings, how large should the wingspan need to be in order for the average human to be capable of flight?",
        "answer": 2,
        "unit": "cm"
    },
    {
        "id": 2030,
        "name": "If you took all the hair on the average person's head and put it into a cylinder what would the diameter be?",
        "answer": 1,
        "unit": "cm"
    },
    {
        "id": 2031,
        "name": "How much rock (volume) would have to \"fall into the ocean\" to raise its level by even one meter?",
        "answer": 6,
        "unit": "km**3"
    },
    {
        "id": 2032,
        "name": "What is the total length of all the hair in an average female human?",
        "answer": 6,
        "unit": "cm"
    },
    {
        "id": 2033,
        "name": "For the entire United States populace, how many liters of blood are pumped each day?",
        "answer": 4,
        "unit": "L"
    },
    {
        "id": 2034,
        "name": "If the oceans dried up, estimate the thickness (cm) of the resulting layer of salt uniformly covering the earth.",
        "answer": 8,
        "unit": "cm"
    },
    {
        "id": 2035,
        "name": "Assume that all of the oxygen transported during a year in an adult male is converted to liquid water. What is the volume of that water in cc?",
        "answer": 5,
        "unit": "cm**3"
    },
    {
        "id": 2036,
        "name": "If a ship sank and a large pocket of air was trapped in an airtight spot, how long would the air be breathable for a survivor?",
        "answer": 2,
        "unit": "min"
    },
    {
        "id": 2037,
        "name": "How much force does it take for a finger to puncture a part of your body?",
        "answer": 5,
        "unit": "N"
    },
    {
        "id": 2038,
        "name": "Under ideal conditions, the bacterium eNSO can reproduce in 10 minutes. eNSO is rodlike with a diameter of 1 µm and a length of 5 µm. If eNSO eats only onions as its food source, how many minutes elapse before it consumes an amount equal to the onion mass consumed in the US in a year?",
        "answer": -29,
        "unit": "min"
    },
    {
        "id": 2039,
        "name": "if a peacock mantis shrimp was 200 pounds and everything was scaled up accordingly, how hard would it be able to punch?",
        "answer": 0,
        "unit": "J"
    },
    {
        "id": 2040,
        "name": "If the land area of the earth were divided up equally for each person on the planet, about how much would you get?",
        "answer": -1,
        "unit": "km"
    },
    {
        "id": 2041,
        "name": "How far could you dive into a pool filled with Nerds candy?",
        "answer": 0,
        "unit": "ft"
    },
    {
        "id": 2042,
        "name": "What is the volume of the Earth's oceans in cubic miles?",
        "answer": 9,
        "unit": "miles"
    },
    {
        "id": 2043,
        "name": "What is the approximate gap between the oldest living generation to the newest?",
        "answer": 2,
        "unit": "years"
    },
    {
        "id": 2044,
        "name": "How much does the total student population in your school weigh, in grams?",
        "answer": 7,
        "unit": "g"
    },
    {
        "id": 2045,
        "name": "If a planet was 5 times the size of the Earth with 1.5 times the radius, what would the surface gravity be?",
        "answer": 1,
        "unit": "m"
    },
    {
        "id": 2046,
        "name": "A steel ball is dropped from a height of three meters onto a concrete floor. It bounces a large number of times but eventually comes to rest. Estimate the ball's rise in temperature.",
        "answer": 0,
        "unit": "degree"
    },
    {
        "id": 2047,
        "name": "How many hours of unique motion picture is there?",
        "answer": 6,
        "unit": "hours"
    },
    {
        "id": 2048,
        "name": "What is the weight of garbage thrown away by each family every year?",
        "answer": 3,
        "unit": "kg"
    },
    {
        "id": 2049,
        "name": "The density of water is just about 1000 kg/m3. The density of air is just about 1000 times less. Estimate the height of the atmosphere. As a simplifying assumption, take the atmosphere to be of uniform density up to some height after which the density rapidly falls to zero.",
        "answer": 4,
        "unit": "m"
    },
    {
        "id": 2050,
        "name": "If all the pizzas eaten by students in your school last year were laid out next to each other, what area would be covered?",
        "answer": 4,
        "unit": "in"
    },
    {
        "id": 2051,
        "name": "The SO bacterium is special because it has a tiny brain which is about the same percentage of its total weight as an adult human's. Estimate the weight, in grams, of the brain of an SO bacterium.",
        "answer": -13,
        "unit": "g"
    },
    {
        "id": 2052,
        "name": "What is the earth's visible circumference from any given location upon the surface.",
        "answer": 0,
        "unit": "km"
    },
    {
        "id": 2053,
        "name": "A cup of cooked rice contains how many grams of the element carbon?",
        "answer": 2,
        "unit": "g"
    },
    {
        "id": 2054,
        "name": "If microchip makers didn't keep trying to shrink their chips, how fast could your average home computer be by now?",
        "answer": 4,
        "unit": "s"
    },
    {
        "id": 2055,
        "name": "How much volume would 417234 loosely stacked cherries occupy?",
        "answer": 6,
        "unit": "cm**3"
    },
    {
        "id": 2056,
        "name": "How much farmed land does one need to survive?",
        "answer": 1,
        "unit": "acres"
    },
    {
        "id": 2057,
        "name": "Assuming infinite water, how much of an area will we need to cover such that the rate of heat loss from evaporation counteracts the heat gain from global warming?",
        "answer": 8,
        "unit": "km**2"
    },
    {
        "id": 2058,
        "name": "How much area would be covered if all people on earth stood together in a single crowd?",
        "answer": 10,
        "unit": "ft**2"
    },
    {
        "id": 2059,
        "name": "Estimate the kinetic energy the earth has as a result of its orbiting the sun.",
        "answer": 27,
        "unit": "kg"
    },
    {
        "id": 2060,
        "name": "If a human body were to increase in volume without increasing in mass how large would they have to grow before they were lighter than air?",
        "answer": 7,
        "unit": "cm**3"
    },
    {
        "id": 2061,
        "name": "At what point in time have more man-years been spent playing WWII video games than were actually spent in combat in WWII?",
        "answer": 6,
        "unit": "years"
    },
    {
        "id": 2062,
        "name": "Suppose a meteor made of nickel and iron falls to the earth from deep space. Estimate how much its temperature would rise on impact ignoring any atmospheric effects.",
        "answer": 1,
        "unit": "kelvin"
    },
    {
        "id": 2063,
        "name": "If humans had wings and adequate muscles to use them, how large (area, full span) would those wings have to be for the human to be able to fly?",
        "answer": 4,
        "unit": "cm**2"
    },
    {
        "id": 2064,
        "name": "Lot's wife was turned into a pillar of salt. How much salt would that produce?",
        "answer": 2,
        "unit": "kg"
    },
    {
        "id": 2065,
        "name": "If sea water is 3.5% of salt by weight, how many tons of salt are in a cubic mile of ocean?",
        "answer": 9,
        "unit": "ton"
    },
    {
        "id": 2066,
        "name": "If I were going to go to the moon and wanted to leave proof I was there that could be seen from earth, how big would the proof have to be?",
        "answer": 7,
        "unit": "km**2"
    },
    {
        "id": 2067,
        "name": "Relative to the sun, what is the Earth's orbital velocity in miles per hour?",
        "answer": 5,
        "unit": "miles"
    },
    {
        "id": 2068,
        "name": "The cereal is poured to fill an 8 oz. bowl. Milk is then added to completely fill the bowl. How many cc of milk were added?",
        "answer": 2,
        "unit": "cm**3"
    },
    {
        "id": 2069,
        "name": "How old are you if you are a million days old?",
        "answer": 3,
        "unit": "years"
    },
    {
        "id": 2070,
        "name": "We know that within the limits of measurement, the magnitudes of the negative charge on the electron and the positive charge on the proton are equal. Suppose, however, that these magnitudes differed from each other by as little as 0.0001%. With what force would two copper pennies, placed 1m apart, then repel each other?",
        "answer": 20,
        "unit": "N"
    },
    {
        "id": 2071,
        "name": "If 5 lbs of rice are cooked in ocean water, how many grams of salt are in the cooked rice?",
        "answer": 2,
        "unit": "g"
    },
    {
        "id": 2072,
        "name": "If Donald Trump weighed as much as an average Clydesdale horse, but kept his current density and proportions, how tall would he be?",
        "answer": 3,
        "unit": "cm"
    },
    {
        "id": 2073,
        "name": "How thick would the Earth's atmosphere (with its current chemical composition) have to be for it to be dark at the sea-level?",
        "answer": 3,
        "unit": "kg"
    },
    {
        "id": 2074,
        "name": "How long would it take to drive on the entirety of every road in Europe at the posted speed limit?",
        "answer": 3,
        "unit": "h"
    },
    {
        "id": 2075,
        "name": "What is the total pressure the roof of the physics lecture hall would have to support if we had an inch of rain and the roof drains were plugged?",
        "answer": 1,
        "unit": "gal"
    },
    {
        "id": 2076,
        "name": "How far can a crow fly without stopping?",
        "answer": 1,
        "unit": "mi"
    },
    {
        "id": 2077,
        "name": "What is the weight of a typical building?",
        "answer": 3,
        "unit": "kg"
    },
    {
        "id": 2078,
        "name": "How large would an object have to be to be able to be visible to the naked eye from the Earth to the Moon?",
        "answer": 4,
        "unit": "km"
    },
    {
        "id": 2079,
        "name": "How fast would I have to go to make a red traffic light look green?",
        "answer": 8,
        "unit": "m"
    },
    {
        "id": 2080,
        "name": "If the contiguous 48 states were to get an average of 30 inches of rain per year, how many grams of water is that?",
        "answer": 14,
        "unit": "g"
    },
    {
        "id": 2081,
        "name": "How heavy would a tesla car be if it were entirely built with the latest and lightest material available such as graphene, while maintaining safety standards but ignoring costs?",
        "answer": 3,
        "unit": "kg"
    },
    {
        "id": 2082,
        "name": "How much force is required to press on a light switch to turn it off?",
        "answer": -2,
        "unit": "N"
    },
    {
        "id": 2083,
        "name": "How long does it take for a bucket of water to get to a room temperature?",
        "answer": 1,
        "unit": "min"
    },
    {
        "id": 2084,
        "name": "What is the volume of RBCs, in cc, in the blood of an adult male?",
        "answer": 3,
        "unit": "cm**3"
    },
    {
        "id": 2085,
        "name": "How fast would a baseball have to go to destroy the Earth?",
        "answer": 16,
        "unit": "m"
    },
    {
        "id": 2086,
        "name": "The deficit in the Federal Budget this past year was approximately $100 Billion. Suppose you put these $1 bills in packages of 100 each and gave them away at the rate of 1 package every 10 seconds. If you start now, when will you be finished giving them away?",
        "answer": 10,
        "unit": "seconds"
    },
    {
        "id": 2087,
        "name": "What mass of neutrinos leave the sun every second?",
        "answer": -19,
        "unit": "kg"
    },
    {
        "id": 2088,
        "name": "Approximately what size area in solar power arrays would be required for enough power to run the Golden Knights arena in Las Vegas Nevada, during a hypothetical mid-June playoff run?",
        "answer": 8,
        "unit": "ft**2"
    },
    {
        "id": 2089,
        "name": "What is the total world biomass of each insect order such as ants, bees, beetles, flies, spiders, termites, worms, and so on?",
        "answer": 9,
        "unit": "tons"
    },
    {
        "id": 2090,
        "name": "How many pounds of onions were eaten in the U.S. in 2000?",
        "answer": 10,
        "unit": "pounds"
    },
    {
        "id": 2091,
        "name": "How much milk is produced in the United States each year?",
        "answer": 11,
        "unit": "kg"
    },
    {
        "id": 2092,
        "name": "For a freshly mowed lawn, estimate the mass, g, of the grass above ground.",
        "answer": 1,
        "unit": "kg"
    },
    {
        "id": 2093,
        "name": "How many hours from one full moon to the next?",
        "answer": 3,
        "unit": "hours"
    },
    {
        "id": 2094,
        "name": "How much Earth could I have if it was divided fairly amongst all organisms?",
        "answer": -6,
        "unit": "km**2"
    },
    {
        "id": 2095,
        "name": "How big a block of chocolate could you make using all the chocolate eaten by the class in a year?",
        "answer": 6,
        "unit": "cm**3"
    },
    {
        "id": 2096,
        "name": "How long (meters) is the shoreline of the North American continent?",
        "answer": 5,
        "unit": "km"
    },
    {
        "id": 2097,
        "name": "How much food has an average 30 year old American eaten?",
        "answer": 5,
        "unit": "lb"
    },
    {
        "id": 2098,
        "name": "If all the people in Australia joined hands and stretched themselves out in a straight line, how long would it reach?",
        "answer": 8,
        "unit": "meters"
    },
    {
        "id": 2099,
        "name": "How much smokeable marijuana is in the world?",
        "answer": 7,
        "unit": "pounds"
    },
    {
        "id": 2100,
        "name": "5 lbs of rice, if completely oxidized, yields how many grams of water?",
        "answer": 3,
        "unit": "g"
    },
    {
        "id": 2101,
        "name": "How much water is wasted by a leaky faucet in one day?",
        "answer": 1,
        "unit": "L"
    },
    {
        "id": 2102,
        "name": "How much energy would be saved at our school each year if the lights were replaced by energy-efficient alternatives?",
        "answer": 2,
        "unit": "kWh"
    },
    {
        "id": 2103,
        "name": "5 lbs of rice yields how many cc of cooked rice?",
        "answer": 4,
        "unit": "cm**3"
    },
    {
        "id": 2104,
        "name": "How much power could a hydroelectric power station in a gutter generate?",
        "answer": 6,
        "unit": "Wh"
    },
    {
        "id": 2105,
        "name": "If a 6 foot diameter pipe were built to contain all the ocean water, how many miles long would the pipe have to be?",
        "answer": 15,
        "unit": "miles"
    },
    {
        "id": 2106,
        "name": "How much nuclear material is needed for a tiny reactor to power roughly 10 average American homes?",
        "answer": -1,
        "unit": "kg"
    },
    {
        "id": 2107,
        "name": "How many tons of batteries would be needed to power a car for one year?",
        "answer": 1,
        "unit": "tons"
    },
    {
        "id": 2108,
        "name": "If all the people in the world moved to Wales, how crowded would it be?",
        "answer": 6,
        "unit": "people"
    },
    {
        "id": 2109,
        "name": "If you could, how long would it take to drive to the moon?",
        "answer": 4,
        "unit": "hours"
    },
    {
        "id": 2110,
        "name": "If all of the people in the United States move to Colorado, what would be the population density, people per square mile, of that state?",
        "answer": 5,
        "unit": "person"
    },
    {
        "id": 2111,
        "name": "How many hours of tv will you watch in your lifetime?",
        "answer": 5,
        "unit": "hours"
    },
    {
        "id": 2112,
        "name": "Estimate the mass, kg, of the earth's atmosphere.",
        "answer": 11,
        "unit": "kg"
    },
    {
        "id": 2113,
        "name": "How big would an iPhone 6 be if implemented using the technology of ENIAC, the first digital computer?",
        "answer": 8,
        "unit": "cm**3"
    },
    {
        "id": 2114,
        "name": "How much tire rubber, in lbs, is shed by normal wear and tear of car tires in the USA each year?",
        "answer": 0,
        "unit": "lbs"
    },
    {
        "id": 2115,
        "name": "If all the water vapour and clouds in the atmosphere precipitated or condensed in one place, how large of a body of water would it form?",
        "answer": 8,
        "unit": "km**3"
    },
    {
        "id": 2116,
        "name": "How far does the ball travel in a game of soccer?",
        "answer": 1,
        "unit": "miles"
    },
    {
        "id": 2117,
        "name": "The owner collects and dries the grass clippings. In the course of a six month growing season, what is the total mass, g, of the dried clippings?",
        "answer": 5,
        "unit": "g"
    },
    {
        "id": 2118,
        "name": "Estimate the angular momentum an automobile tire has about its axis of rotation while the car is driving on the interstate.",
        "answer": 1,
        "unit": "kg"
    },
    {
        "id": 2119,
        "name": "If the Earth's average daily rainfall fell on Colorado, how many inches of rain precipitated?",
        "answer": 8,
        "unit": "in"
    },
    {
        "id": 2120,
        "name": "How high a column, in cm, would the RBCs in the blood of an adult male form, if stacked like a bunch of poker chips?",
        "answer": 2,
        "unit": "cm"
    },
    {
        "id": 2121,
        "name": "How much gasoline does a typical automobile use during its lifetime?",
        "answer": 4,
        "unit": "L"
    },
    {
        "id": 2122,
        "name": "How much energy does it take to produce a flat-screen TV?",
        "answer": 2,
        "unit": "J"
    },
    {
        "id": 2123,
        "name": "Suppose the Army Corps of Engineers decided to put a dam across the Potomac River in order to provide power for the Washington area. Assume the dam was built to hold back the water into a lake to a height of 15 m behind the dam. Estimate the total force the water would exert on the dam.",
        "answer": 8,
        "unit": "kg"
    },
    {
        "id": 2124,
        "name": "What is the minimum surface area of a 2 dimensional sheet that would still cause a solar eclipse?",
        "answer": 7,
        "unit": "km**2"
    },
    {
        "id": 2125,
        "name": "How old are you if you are a million seconds old?",
        "answer": -2,
        "unit": "years"
    },
    {
        "id": 2126,
        "name": "How many cents per mile does it take to drive your car?",
        "answer": 2,
        "unit": "mi"
    },
    {
        "id": 2127,
        "name": "How old are you if you are a million hours old?",
        "answer": 2,
        "unit": "years"
    },
    {
        "id": 2128,
        "name": "How long is a truck?",
        "answer": 2,
        "unit": "ft"
    },
    {
        "id": 2129,
        "name": "Would it have been possible for a seismometer to pick up the vibrations caused by a walking Diplodocus?",
        "answer": 2,
        "unit": "hertz"
    },
    {
        "id": 2130,
        "name": "How many gallons of gasoline does a car use in its lifetime?",
        "answer": 4,
        "unit": "gal"
    },
    {
        "id": 2131,
        "name": "What are the approximate values of Force acting on a stretched string in a guitar?",
        "answer": 1,
        "unit": "N"
    },
    {
        "id": 2132,
        "name": "How many more RBCs does an adult male have than an adult woman?",
        "answer": 0,
        "unit": "L"
    },
    {
        "id": 2133,
        "name": "How much can a single diatom intakes CO2 in a 6 day life span?",
        "answer": 0,
        "unit": "pounds"
    },
    {
        "id": 2134,
        "name": "What do you estimate the total weight of all the Covid-19 viruses in the world?",
        "answer": 2,
        "unit": "g"
    },
    {
        "id": 2135,
        "name": "How much file space would be required to house every Disney production in standard definition?",
        "answer": 2,
        "unit": "GB"
    },
    {
        "id": 2136,
        "name": "How much domestic trash is produced in the U.S per year?",
        "answer": 12,
        "unit": "kg"
    },
    {
        "id": 2137,
        "name": "Moving 200 feet per minute, how long would it take to get from Earth to Mars?",
        "answer": 9,
        "unit": "min"
    },
    {
        "id": 2138,
        "name": "What is the kinetic energy of a truck driving on a highway?",
        "answer": 6,
        "unit": "J"
    },
    {
        "id": 2139,
        "name": "What is the average amount of excrement produced per person per day in Africa?",
        "answer": 12,
        "unit": "g"
    },
    {
        "id": 2140,
        "name": "How many days worth of video exists in the world currently?",
        "answer": 9,
        "unit": "days"
    },
    {
        "id": 2141,
        "name": "How much energy is spent each second by smartphones being charged?",
        "answer": -3,
        "unit": "Wh"
    },
    {
        "id": 2142,
        "name": "What is the density, g/cc, of the gold atom nucleus?",
        "answer": 4,
        "unit": "g"
    },
    {
        "id": 2143,
        "name": "How long would it take for erosion to erase the existence of the Mars rovers, if we never retrieve them?",
        "answer": 1,
        "unit": "years"
    },
    {
        "id": 2144,
        "name": "The size of sphere made by taking all human body mass and forming it together in space.",
        "answer": -1,
        "unit": "m**3"
    },
    {
        "id": 2145,
        "name": "If Bill Gates started paying everyone $1 for every point of karma they earned on reddit, how fast would he go broke?",
        "answer": 3,
        "unit": "days"
    },
    {
        "id": 2146,
        "name": "How much heat is lost when urine is voided?",
        "answer": 2,
        "unit": "cal"
    },
    {
        "id": 2147,
        "name": "What is the total mass of COVID19 globally?",
        "answer": 4,
        "unit": "g"
    },
    {
        "id": 2148,
        "name": "What is the volume, cc, of the TiO2 in a gallon of paint formulation?",
        "answer": 3,
        "unit": "cm**3"
    },
    {
        "id": 2149,
        "name": "How much wood stores the yearly CO2 increase per human?",
        "answer": 9,
        "unit": "m**3"
    },
    {
        "id": 2150,
        "name": "How dense is the Milky Way galaxy in terms of stars per cubic light year?",
        "answer": 7,
        "unit": "ly"
    },
    {
        "id": 2151,
        "name": "What is the total carcass weight of roadkill in USA each year?",
        "answer": 7,
        "unit": "kg"
    },
    {
        "id": 2152,
        "name": "A floppy disk for a computer stores information by magnetizing small regions of the disk. For a typical floppy disk, estimate the area of the disk that corresponds to a single bit of information.",
        "answer": 0,
        "unit": "cm"
    },
    {
        "id": 2153,
        "name": "If Earth were flat and my antenna was sufficiently high, how much power would I need to broadcast a radio station to the whole world?",
        "answer": 19,
        "unit": "W"
    },
    {
        "id": 2154,
        "name": "If all the people in the world moved to Victoria, how crowded would it be?",
        "answer": -1,
        "unit": "person"
    },
    {
        "id": 2155,
        "name": "Abhinav",
        "answer": -1,
        "unit": "km"
    },
    {
        "id": 2156,
        "name": "During the course of a calendar year, how far, km, through space has the moon traveled?",
        "answer": 9,
        "unit": "km"
    },
    {
        "id": 2157,
        "name": "How much does the luminosity of the sun decrease with every passing second/minute?",
        "answer": 9,
        "unit": "W"
    },
    {
        "id": 2158,
        "name": "How many RBCs are created per second in an adult male?",
        "answer": 6,
        "unit": "s"
    },
    {
        "id": 2159,
        "name": "How much time would it take to transfer all YouTube videos to a different site to solve the adpocalypse?",
        "answer": 12,
        "unit": "min"
    },
    {
        "id": 2160,
        "name": "How much does San Fransisco weigh?",
        "answer": 10,
        "unit": "kg"
    },
    {
        "id": 2161,
        "name": "I just cooled myself off by rubbing an ice cube on my skin until it melted. How much energy did it take from body?",
        "answer": 4,
        "unit": "J"
    },
    {
        "id": 2162,
        "name": "How many square miles of paved surfaces are there in our city?",
        "answer": 3,
        "unit": "miles"
    },
    {
        "id": 2163,
        "name": "What is the surface area of a bath towel?",
        "answer": 4,
        "unit": "cm**2"
    },
    {
        "id": 2164,
        "name": "How much force can a fit man exert to pry something open using a crowbar?",
        "answer": 2,
        "unit": "N"
    },
    {
        "id": 2165,
        "name": "If it were to rain an average of 1 cm per hour over the entire surface of the earth, how many cubic miles of water would have rained during the course of one day?",
        "answer": 8,
        "unit": "mi**3"
    },
    {
        "id": 2166,
        "name": "How many calories does a student burn while switching classes?",
        "answer": 1,
        "unit": "calories"
    },
    {
        "id": 2167,
        "name": "How much ice (in pounds) is scraped off a hockey rink during one period?",
        "answer": 1,
        "unit": "pounds"
    },
    {
        "id": 2168,
        "name": "How far does a bee fly each day?",
        "answer": 2,
        "unit": "miles"
    },
    {
        "id": 2169,
        "name": "If I throw a pot of water towards the sun (assuming that the water stays in the pot) how close would it get before the water would boil?",
        "answer": 1,
        "unit": "km"
    },
    {
        "id": 2170,
        "name": "If all of the TiO2 pigment particles in the gallon of paint were place side by side as in a chain, how long, km, is the chain?",
        "answer": -13,
        "unit": "km"
    },
    {
        "id": 2171,
        "name": "How tall could a man be before he dies of organ failure?",
        "answer": 3,
        "unit": "cm"
    },
    {
        "id": 2172,
        "name": "If every human that's ever lived was brought back to life. What would be the population density people per square kilometer?",
        "answer": 4,
        "unit": "km"
    },
    {
        "id": 2173,
        "name": "If Plants stop producing oxygen, how long can we survive?",
        "answer": 0,
        "unit": "years"
    },
    {
        "id": 2174,
        "name": "How thick, in meters, a water layer would be formed if all of this water were to condense simultaneously all over the earth?",
        "answer": -2,
        "unit": "m"
    },
    {
        "id": 2175,
        "name": "How much lower would sea levels be if there weren't all the animals in it displacing water?",
        "answer": 0,
        "unit": "km"
    },
    {
        "id": 2176,
        "name": "How many shrimps do I need to get 10g of Chitin?",
        "answer": 2,
        "unit": "g"
    },
    {
        "id": 2177,
        "name": "What is the weight of air in your living room?",
        "answer": 2,
        "unit": "kg"
    },
    {
        "id": 2178,
        "name": "How much digital storage space would it require to store all of humanity's scientific and technological knowledge?",
        "answer": 6,
        "unit": "MB"
    },
    {
        "id": 2179,
        "name": "How many man-hours of programmers did it take to create Skyrim?",
        "answer": 6,
        "unit": "hours"
    },
    {
        "id": 2180,
        "name": "How many watts would a heater need to keep a local pond from freezing in winter?",
        "answer": 6,
        "unit": "W"
    },
    {
        "id": 2181,
        "name": "What's the average lifespan of an Earthling?",
        "answer": 2,
        "unit": "years"
    },
    {
        "id": 2182,
        "name": "How long would it have taken ENIAC (or another early computer) to mine 1 bitcoin?",
        "answer": 8,
        "unit": "min"
    },
    {
        "id": 2183,
        "name": "What is the weight of a suitcase full of $1 coins?",
        "answer": 5,
        "unit": "g"
    },
    {
        "id": 2184,
        "name": "How much water is wasted in New York?",
        "answer": 8,
        "unit": "gal"
    },
    {
        "id": 2185,
        "name": "How much TNT would it take to get a human on the moon?",
        "answer": 3,
        "unit": "gal"
    },
    {
        "id": 2186,
        "name": "How long would it take to completely drain the Mediterranean Sea?",
        "answer": 5,
        "unit": "hours"
    },
    {
        "id": 2187,
        "name": "How long would our class have to save to buy a car?",
        "answer": 0,
        "unit": "years"
    },
    {
        "id": 2188,
        "name": "How hot does the superhero, the human torch, have to be to evaporate bullets in flight?",
        "answer": 3,
        "unit": "degree"
    },
    {
        "id": 2189,
        "name": "What wind speed would be required to blow my car off the road?",
        "answer": 8,
        "unit": "m"
    },
    {
        "id": 2190,
        "name": "How long does it take for a new coastline to erode into a sandy beach?",
        "answer": 2,
        "unit": "years"
    },
    {
        "id": 2191,
        "name": "The moon is drifting away from Earth. In what year, approximately, will it no longer be visible to the naked eye?",
        "answer": 10,
        "unit": "years"
    },
    {
        "id": 2192,
        "name": "Based on what we know about the history of chickens, and the history of roads, about how long ago a chicken could have crossed a road?",
        "answer": 2,
        "unit": "years"
    },
    {
        "id": 2193,
        "name": "What is the total area of all currently existing spiderwebs in the world?",
        "answer": 18,
        "unit": "m**2"
    },
    {
        "id": 2194,
        "name": "What is the weight of a medieval broad sword?",
        "answer": 1,
        "unit": "kg"
    },
    {
        "id": 2195,
        "name": "How much does a tornado weigh?",
        "answer": 7,
        "unit": "kg"
    },
    {
        "id": 2196,
        "name": "How much room-temperature water do I need to drink per day to suppress my 37.78 degrees Celsius fever by 0.5 degrees Celsius (by carrying heat away when it leaves my body), assuming my metabolism stays at the average adult male baseline?",
        "answer": 1,
        "unit": "L"
    },
    {
        "id": 2197,
        "name": "By how many degrees does the average human body increase the temperature of an average room?",
        "answer": 1,
        "unit": "degree"
    },
    {
        "id": 2198,
        "name": "If the earth heats up by 0.5 degrees, how much energy is saved during winters?",
        "answer": 21,
        "unit": "J"
    },
    {
        "id": 2199,
        "name": "How tall would someone have to be to be able to run around the globe at average stride in 6 minutes?",
        "answer": 7,
        "unit": "cm"
    },
    {
        "id": 2200,
        "name": "What is the minimum amount of total force required by hand in order to get it to close to a point from an open position?",
        "answer": 1,
        "unit": "kg"
    },
    {
        "id": 2201,
        "name": "How much land is required to rehabilitate 10 million refugees?",
        "answer": 10,
        "unit": "ft**2"
    },
    {
        "id": 2202,
        "name": "How large a landfill would our county need to store 100 years of garbage?",
        "answer": 7,
        "unit": "meters**2"
    },
    {
        "id": 2203,
        "name": "During the time interval of a blink, how many km has light traveled in a vacuum?",
        "answer": 4,
        "unit": "km"
    },
    {
        "id": 2204,
        "name": "What is the mass (grams) of a water molecule?",
        "answer": -17,
        "unit": "g"
    },
    {
        "id": 2205,
        "name": "How does Earth's age compare to the rest of the galaxy?",
        "answer": 10,
        "unit": "years"
    },
    {
        "id": 2206,
        "name": "What is the volume (cubic miles) of the earth?",
        "answer": 11,
        "unit": "miles**3"
    },
    {
        "id": 2207,
        "name": "What is the average distance, m, between pigment particles in a paint film?",
        "answer": -4,
        "unit": "m"
    },
    {
        "id": 2208,
        "name": "How loud must a sound be at its origin to be heard 100 feet (34.5 metres) away at low volume (0 dB).",
        "answer": 2,
        "unit": "dB"
    },
    {
        "id": 2209,
        "name": "How long would a black hole with the mass of earth take to consume the sun?",
        "answer": 7,
        "unit": "min"
    },
    {
        "id": 2210,
        "name": "Approximately how much explosive yield would 5,623kg of Plutonium-238 create?",
        "answer": 21,
        "unit": "kg"
    },
    {
        "id": 2211,
        "name": "What is the volume of the Moon in cubic meters?",
        "answer": 25,
        "unit": "m"
    },
    {
        "id": 2212,
        "name": "how fast would you have to be moving to make it from one side of the Earth to the other in 0.3 seconds?",
        "answer": 5,
        "unit": "km"
    },
    {
        "id": 2213,
        "name": "If all but 1 million people on Earth died, how far (on average) would you have to walk to meet someone?",
        "answer": 1,
        "unit": "km"
    },
    {
        "id": 2214,
        "name": "If all of the Earth's oceans were transported to the Moon, what would be the average depth, in meters, of the lunar ocean?",
        "answer": 5,
        "unit": "m"
    },
    {
        "id": 2215,
        "name": "How much land would be needed if each family had a house and a yard?",
        "answer": 12,
        "unit": "yard**2"
    },
    {
        "id": 2216,
        "name": "A breakfast cereal, similar to Cheerios, is composed of small oat cylinders, 1 cm dia., 4 mm high with a 4 mm diameter hole bored through. Estimate the mass, g, of one cylinder.",
        "answer": -1,
        "unit": "g"
    },
    {
        "id": 2217,
        "name": "What would the file size be on an hour of 22.4.8 surround sound audio?",
        "answer": 10,
        "unit": "bytes"
    },
    {
        "id": 2218,
        "name": "How much blood would it take to stain the ocean red?",
        "answer": 24,
        "unit": "L"
    },
    {
        "id": 2219,
        "name": "How many metres of spaghetti would be needed if all of the children in a school had spaghetti bolognese for lunch?",
        "answer": 5,
        "unit": "m"
    },
    {
        "id": 2220,
        "name": "How many calories are you consuming licking the Cheetos dust off your fingers per serving?",
        "answer": 1,
        "unit": "cal"
    },
    {
        "id": 2221,
        "name": "What is the CO2 emissions from the creation of GPT-3, the deep net of unprecedented size that can write Javascript and finish your GoT fan fiction?",
        "answer": 5,
        "unit": "kg"
    },
    {
        "id": 2222,
        "name": "A human in a 2 square metre \"box\" - how big does a hole have to be to bring enough oxygen in?",
        "answer": 1,
        "unit": "cm**2"
    },
    {
        "id": 2223,
        "name": "How much energy is required to completely destroy the earth?",
        "answer": 32,
        "unit": "m**2"
    },
    {
        "id": 2224,
        "name": "How far, in km, does light travel during the time between two full moons?",
        "answer": 12,
        "unit": "km"
    },
    {
        "id": 2225,
        "name": "Just how large would an object in geostationary orbit need to be in order to be visible from earth with the naked eye?",
        "answer": 3,
        "unit": "m**3"
    },
    {
        "id": 2226,
        "name": "If I donate a pint of blood, how many days will it take for my red cell count to return to normal?",
        "answer": 0,
        "unit": "days"
    },
    {
        "id": 2227,
        "name": "How much land would be needed to meet the energy demands of the US purely through solar energy?",
        "answer": 15,
        "unit": "ft**2"
    },
    {
        "id": 2228,
        "name": "How many years should one smoke one cigarette a day to be affected as much as living in Bangkok for 10 years?",
        "answer": 2,
        "unit": "years"
    },
    {
        "id": 2229,
        "name": "If all of the cars in the U.S. got at least 25 miles per gallon, how many tons of CO2 would not be produced via this fuel saving?",
        "answer": 7,
        "unit": "pounds"
    },
    {
        "id": 2230,
        "name": "What would be the blast radius of a Davey Crockett nuke?",
        "answer": 2,
        "unit": "m"
    },
    {
        "id": 2231,
        "name": "How much oil, gas and coal has humans consumed up till now?",
        "answer": 20,
        "unit": "BTU"
    },
    {
        "id": 2232,
        "name": "If you prepared a tank with all of the air you need to breathe in one day, how large would it be?",
        "answer": 4,
        "unit": "L"
    },
    {
        "id": 2233,
        "name": "How many gallons of water move down the Mississippi River in one day?",
        "answer": 11,
        "unit": "gallons"
    },
    {
        "id": 2234,
        "name": "If we had a cueball earthsized how high will be the highest mountain?",
        "answer": -17,
        "unit": "km"
    },
    {
        "id": 2235,
        "name": "How many kilometers would the Earth have travelled during the time elapsed between two full moons?",
        "answer": 6,
        "unit": "km"
    },
    {
        "id": 2236,
        "name": "If all the RBCs in an adult male are placed in a square pattern, what is the area, in m2, that these RBCs would cover?",
        "answer": -11,
        "unit": "m**2"
    },
    {
        "id": 2237,
        "name": "Consider a steel ball at room temperature. If you converted all its internal energy to kinetic energy, how fast would it be moving?",
        "answer": 1,
        "unit": "m"
    },
    {
        "id": 2238,
        "name": "How long is one gram of DNA?",
        "answer": 0,
        "unit": "cm"
    },
    {
        "id": 2239,
        "name": "How Fast Would You Have To Be Going To Travel A Light Year a Day?",
        "answer": 11,
        "unit": "m"
    },
    {
        "id": 2240,
        "name": "What is the approximate total length, km, of blood vessels in an adult male?",
        "answer": 5,
        "unit": "mi"
    },
    {
        "id": 2241,
        "name": "How long does it take a light bulb to turn off?",
        "answer": -1,
        "unit": "sec"
    },
    {
        "id": 2242,
        "name": "If we were to tally up every drop of gas wasted each time we hang up the pump, how many gallons per year would that equate to?",
        "answer": -1,
        "unit": "gal"
    },
    {
        "id": 2243,
        "name": "How long would a (2500 mAh) AA battery be able to sustain a beam of energy that could, within seconds, burn through wood?",
        "answer": 5,
        "unit": "m"
    },
    {
        "id": 2244,
        "name": "How large of an comet would have to hit the earth in order to correct the tilt?",
        "answer": 22,
        "unit": "cm**3"
    },
    {
        "id": 2245,
        "name": "How many years would it take if it were possible to walk to the moon?",
        "answer": 1,
        "unit": "years"
    },
    {
        "id": 2246,
        "name": "What is the average depth (cm) of the earth's oceans?",
        "answer": 0,
        "unit": "miles"
    },
    {
        "id": 2247,
        "name": "How much electricity would one need to stop a car from moving forward?",
        "answer": 2,
        "unit": "hp"
    },
    {
        "id": 2248,
        "name": "How much electrical power could you conceivably get out of a horse generator?",
        "answer": 4,
        "unit": "W"
    },
    {
        "id": 2249,
        "name": "At what time is a higher percentage of a country's population asleep than awake?",
        "answer": 0,
        "unit": "hours"
    },
    {
        "id": 2250,
        "name": "What is the estimated journey time for Santa Claus?",
        "answer": 9,
        "unit": "hours"
    },
    {
        "id": 2251,
        "name": "how much do all the worlds beards weigh?",
        "answer": 7,
        "unit": "g"
    },
    {
        "id": 2252,
        "name": "If the sun were a head of a body, how long would it's arms be?",
        "answer": 6,
        "unit": "km"
    },
    {
        "id": 2253,
        "name": "What temperature would air have to be to give you a third-degree burn over the periods of 1 second?",
        "answer": 2,
        "unit": "degree"
    },
    {
        "id": 2254,
        "name": "How hard you need to throw a snowball to knock down/faint a person?",
        "answer": 1,
        "unit": "N"
    },
    {
        "id": 2255,
        "name": "If you drop a pumpkin from the top of a ten story building what is the farthest a single pumpkin seed can land from the point of impact?",
        "answer": 2,
        "unit": "meters"
    },
    {
        "id": 2256,
        "name": "How much new wood is grown around the world by trees everyday?",
        "answer": 15,
        "unit": "pounds"
    },
    {
        "id": 2257,
        "name": "How long does it take for blood to coagulate in a reptile carcass?",
        "answer": 2,
        "unit": "s"
    },
    {
        "id": 2258,
        "name": "If all of the books in a school were stacked on top of each other in one pile, how tall would the pile be?",
        "answer": 3,
        "unit": "cm"
    },
    {
        "id": 2259,
        "name": "How much space would be required to fit 1 individual of each species of plants and animals?",
        "answer": 11,
        "unit": "cm**3"
    },
    {
        "id": 2260,
        "name": "How much space would a million people need at a political rally?",
        "answer": 7,
        "unit": "ft**2"
    },
    {
        "id": 2261,
        "name": "I was writing a harpy character (demi-human) and ran into a problem in regards to his wingspan. Can you all help?",
        "answer": 2,
        "unit": "cm"
    },
    {
        "id": 2262,
        "name": "How long would it take for a space ship to reach 42 light years away?",
        "answer": 10,
        "unit": "hours"
    },
    {
        "id": 2263,
        "name": "How much additional weight would you need to make a dead body submerge in water?",
        "answer": 2,
        "unit": "kg"
    },
    {
        "id": 2264,
        "name": "What is the surface area, cm2, of a TiO2 pigment particle?",
        "answer": -8,
        "unit": "cm**2"
    },
    {
        "id": 2265,
        "name": "According to some recent highly accurate measurements made from satellites, the continent of North America is drifting at a rate of about 1 cm per year. Assuming a continent is about 50 km thick, estimate the kinetic energy the continental US has as a result of this motion.",
        "answer": 12,
        "unit": "kg"
    },
    {
        "id": 2266,
        "name": "How long would it take for a microwave to evaporate 250 ml of water?",
        "answer": 2,
        "unit": "s"
    },
    {
        "id": 2267,
        "name": "How much does a city weigh?",
        "answer": 10,
        "unit": "kg"
    },
    {
        "id": 2268,
        "name": "If a person rubbed a rock with their fingers how long would it take for the rock to become smooth?",
        "answer": 1,
        "unit": "h"
    },
    {
        "id": 2269,
        "name": "For next year's Physics Open House the Department is planning to set up a bungee jump from the top of the physics building. Assume that one end of an elastic band will be firmly attached to the top of the building and the other to the waist of a courageous participant. The participant will step off the edge of the building to be slowed and brought back up by the elastic band before hitting the ground (we hope). Estimate the spring constant of the elastic you would recommend using.",
        "answer": 2,
        "unit": "J"
    },
    {
        "id": 2270,
        "name": "During a male's lifetime, how many pounds of RBCs are produced?",
        "answer": 2,
        "unit": "pounds"
    },
    {
        "id": 2271,
        "name": "How many terabytes would the entirety of google earth take up if you were to download it?",
        "answer": 3,
        "unit": "terabytes"
    },
    {
        "id": 2272,
        "name": "How much energy would fall on a 1-square-meter surface from starlight?",
        "answer": 10,
        "unit": "W"
    },
    {
        "id": 2273,
        "name": "How long does it take to sail around Antarctica?",
        "answer": 3,
        "unit": "hours"
    },
    {
        "id": 2274,
        "name": "On average and to be approximate, how much carbon emissions will be averted if 30,000 to 50,000 violent gang members were to be suddenly eliminated?",
        "answer": 6,
        "unit": "ton"
    },
    {
        "id": 2275,
        "name": "What is the volume of the earth, in km3?",
        "answer": 12,
        "unit": "km**3"
    },
    {
        "id": 2276,
        "name": "How much weight does ink add to paper?",
        "answer": -1,
        "unit": "g"
    },
    {
        "id": 2277,
        "name": "Estimate the angular momentum that your body has as a result of the earth's turning on its axis.",
        "answer": 27,
        "unit": "kg"
    },
    {
        "id": 2278,
        "name": "How big would a tower have to be in order for everyone in North America to be able to see it?",
        "answer": 0,
        "unit": "km"
    },
    {
        "id": 2279,
        "name": "Speedy Jones is the only deaf, Olympic sprinter. He uses the flash of the Starter's pistol to start a race. Speedy and 7 others won their 100-meter heats in 10.00 seconds. In the semi-final heat featuring these 8 racers, the Starter mistakenly fired his pistol at the finish line of the race. By how many millimeters did Speedy win his heat?",
        "answer": -2,
        "unit": "mm"
    },
    {
        "id": 2280,
        "name": "How much air would it take to fill all of the school's basketballs, soccer balls, and volleyballs?",
        "answer": 2,
        "unit": "atm"
    },
    {
        "id": 2281,
        "name": "How much food does a man eat in his lifetime?",
        "answer": 5,
        "unit": "pounds"
    },
    {
        "id": 2282,
        "name": "How long does it take to cool the cockpit of an airplane to a desired temperature with an air conditioner?",
        "answer": 3,
        "unit": "s"
    },
    {
        "id": 2283,
        "name": "If you took all humans and put it all in a box, how big would the edge of the box be?",
        "answer": 5,
        "unit": "cm"
    },
    {
        "id": 2284,
        "name": "What is the horsepower in an average fart?",
        "answer": -3,
        "unit": "horsepower"
    },
    {
        "id": 2285,
        "name": "How fast would deceased U.S. Presidents need to spin in their graves to meet the energy demands of the entire United States?",
        "answer": 6,
        "unit": "m"
    },
    {
        "id": 2286,
        "name": "What is the mass, in kgs, of the moon?",
        "answer": 23,
        "unit": "kg"
    },
    {
        "id": 2287,
        "name": "How long a hot dog can be made from a typical cow?",
        "answer": 5,
        "unit": "cm"
    },
    {
        "id": 2288,
        "name": "What is the density, g/cc, of the Sun?",
        "answer": 9,
        "unit": "g"
    },
    {
        "id": 2289,
        "name": "How much energy a large rock has at impact?",
        "answer": 6,
        "unit": "J"
    }
]