[
    {
        "id": 2000,
        "name": "How many golf balls put into the worlds oceans would it take to submerge all of the land on earth from the displaced water?",
        "answer": 14,
        "unit": ""
    },
    {
        "id": 2001,
        "name": "What fraction of the sun's energy output is intercepted by the earth?",
        "answer": -1,
        "unit": ""
    },
    {
        "id": 2002,
        "name": "How many liters of water comes out of a water fountain in a mall per day?",
        "answer": 3,
        "unit": "L"
    },
    {
        "id": 2003,
        "name": "The effect of air pressure was demonstrated in 1654 in Magdeburg, Germany with an impressive experiment. Two hollow metal hemispheres with a flat metal rim (flange) were placed together and the air removed from the interior with a primitive vacuum pump. The external pressure of the air pushed them together. When they tried to pull the hemispheres apart using two rings welded to the hemispheres, they could not be pulled apart even by a number of people pulling together. The sphere produced by putting the two hemispheres together is about the size of a basketball. Estimate the force needed to pull them apart.",
        "answer": 20,
        "unit": "N"
    },
    {
        "id": 2004,
        "name": "What would be the effect to the oceans If all fishing was banned for four days once a year across the planet?",
        "answer": 9,
        "unit": ""
    },
    {
        "id": 2005,
        "name": "How much energy does it take to repair damaged tissue?",
        "answer": 2,
        "unit": "cal"
    },
    {
        "id": 2006,
        "name": "How many RBCs equal one cc in volume?",
        "answer": 10,
        "unit": ""
    },
    {
        "id": 2007,
        "name": "How much does RFK baseball stadium weigh?",
        "answer": 7,
        "unit": "kg"
    },
    {
        "id": 2008,
        "name": "What's the smallest population the human race can reach that would allow it to re-populate?",
        "answer": 3,
        "unit": ""
    },
    {
        "id": 2009,
        "name": "How much of the Earth's atmosphere has passed through a combustion or jet engine?",
        "answer": -4,
        "unit": ""
    },
    {
        "id": 2010,
        "name": "If all of the cars in the U.S. got at least 25 miles per gallon, how many gallons of gas would be saved this year?",
        "answer": 6,
        "unit": "gal"
    },
    {
        "id": 2011,
        "name": "How many packets are needed to measure a single line of M&Ms to a distance of 100m?",
        "answer": 2,
        "unit": ""
    },
    {
        "id": 2012,
        "name": "The SO bacterium takes 6 minutes to reproduce. If the SO bacteria don't die, how many hours will it take for two to reproduce and make a volume equal to that of the earth?",
        "answer": 36,
        "unit": "hour"
    },
    {
        "id": 2013,
        "name": "How many seconds would it take the sound from a volcano's eruption to travel around the Earth?",
        "answer": 5,
        "unit": "s"
    },
    {
        "id": 2014,
        "name": "How much CO2 do we save in winter on heating when the earth gets 2C warmer?",
        "answer": 9,
        "unit": "kg"
    },
    {
        "id": 2015,
        "name": "How many drops of water are needed to fill an Olympic swimming pool?",
        "answer": 12,
        "unit": ""
    },
    {
        "id": 2016,
        "name": "How many jumps would you need to travel across a carpet?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2017,
        "name": "How many gallons of water in the Atlantic ocean?",
        "answer": 20,
        "unit": ""
    },
    {
        "id": 2018,
        "name": "What is the volume (cubic meters) of the earth's oceans?",
        "answer": 18,
        "unit": "m**3"
    },
    {
        "id": 2019,
        "name": "Estimate the total number of sheets of 8.5 x 11 inch paper used by all the students at the University of Maryland in one semester.",
        "answer": 8,
        "unit": ""
    },
    {
        "id": 2020,
        "name": "How many kilograms of co2 would i have to breath out to lose 1 kg of fat?",
        "answer": 3,
        "unit": "kg"
    },
    {
        "id": 2021,
        "name": "How much rice can fit in an average sized house?",
        "answer": 10,
        "unit": ""
    },
    {
        "id": 2022,
        "name": "How much extra time would Americans spend in the car if the speed limits were decreased by 10 mph, assuming everyone strictly adheres to speed limits?",
        "answer": 0,
        "unit": "hour"
    },
    {
        "id": 2023,
        "name": "What is the mass, g, of the Earth?",
        "answer": 28,
        "unit": "g"
    },
    {
        "id": 2024,
        "name": "How much money is spent in the school canteen in a week?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2025,
        "name": "How much would the human skeleton weigh if it was made of iron?",
        "answer": 2,
        "unit": "kg"
    },
    {
        "id": 2026,
        "name": "What percentage of people have the ability to whistle?",
        "answer": 1,
        "unit": ""
    },
    {
        "id": 2027,
        "name": "What is the number of square inches of pizza consumed by all the students at the University of Maryland during one semester?",
        "answer": 4,
        "unit": "inch**2"
    },
    {
        "id": 2028,
        "name": "How many people in the world are talking on their cell phones at this instant?",
        "answer": 7,
        "unit": ""
    },
    {
        "id": 2029,
        "name": "If all the pickles sold in the U.S. be arranged side by side, how long would it be?",
        "answer": 10,
        "unit": "cm"
    },
    {
        "id": 2030,
        "name": "What is the total mass in kilograms of all the students in your school?",
        "answer": 4,
        "unit": "kg"
    },
    {
        "id": 2031,
        "name": "How many electrons pass through a lighted 60 watt bulb in a day?",
        "answer": 23,
        "unit": ""
    },
    {
        "id": 2032,
        "name": "How much does it actually cost to maintain the internet?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2033,
        "name": "At the moment the sun is fully below the horizon, how far away would someone have to be to witness the moment the sun rises fully ABOVE the horizon?",
        "answer": 4,
        "unit": "km"
    },
    {
        "id": 2034,
        "name": "If all books sold in the United States are read on Kindle instead, how many trees can be saved?",
        "answer": 9,
        "unit": ""
    },
    {
        "id": 2035,
        "name": "How large would a room have to be for a 60 watt lightbulb suspended in the middle to cast no light on any walls?",
        "answer": 2,
        "unit": "ft"
    },
    {
        "id": 2036,
        "name": "How much water is wasted by people waiting for it to get hot for showers?",
        "answer": 0,
        "unit": "L"
    },
    {
        "id": 2037,
        "name": "How many students are there in North America?",
        "answer": 8,
        "unit": ""
    },
    {
        "id": 2038,
        "name": "The total volume of flatulence produced by the human race each day?",
        "answer": 10,
        "unit": "L"
    },
    {
        "id": 2039,
        "name": "How much is it possible to heat a glass of water by stirring it vigorously?",
        "answer": 0,
        "unit": "degree"
    },
    {
        "id": 2040,
        "name": "This winter, the East coast has been hit by a number of snow storms. How many hours does a person spend shoveling the walk way after a snow storm.",
        "answer": 3,
        "unit": "min"
    },
    {
        "id": 2041,
        "name": "How many oat cylinders are in a cereal box containing 425 g?",
        "answer": 4,
        "unit": ""
    },
    {
        "id": 2042,
        "name": "If an average man were to have all of bones lined up, what would be their total length?",
        "answer": 4,
        "unit": "cm"
    },
    {
        "id": 2043,
        "name": "How much fish do humans consume per year?",
        "answer": 11,
        "unit": "kg"
    },
    {
        "id": 2044,
        "name": "If every living thing in the ocean disappeared, how much would the water level lower?",
        "answer": -2,
        "unit": "km"
    },
    {
        "id": 2045,
        "name": "Since the invention of the automobile, how many people have died in the United States as a result of car accidents?",
        "answer": 8,
        "unit": ""
    },
    {
        "id": 2046,
        "name": "How many jelly beans fill a bucket?",
        "answer": 4,
        "unit": ""
    },
    {
        "id": 2047,
        "name": "How many steps would I need to climb to burn as many calories as there are in a bag of potato chips?",
        "answer": 4,
        "unit": ""
    },
    {
        "id": 2048,
        "name": "How much energy is needed to raise sea levels by 5 feet over 50 years?",
        "answer": 9,
        "unit": "W"
    },
    {
        "id": 2049,
        "name": "If a person standing on the surface of the Earth was suddenly no longer affected by the Earth's gravitational pull, could they be thrown to Mars?",
        "answer": 2,
        "unit": "kg"
    },
    {
        "id": 2050,
        "name": "By cooking, how many times does rice expand in volume?",
        "answer": 1,
        "unit": ""
    },
    {
        "id": 2051,
        "name": "What is the mass, grams, of a gallon of the paint?",
        "answer": 4,
        "unit": "g"
    },
    {
        "id": 2052,
        "name": "What is the value of all sunken treasure (gold and silver) in the ocean?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2053,
        "name": "What was the minimal sugar concentration in urine for doctors to be able to taste it ?",
        "answer": -2,
        "unit": "M"
    },
    {
        "id": 2054,
        "name": "Assuming that humans naturally had bird like wings, how large should the wingspan need to be in order for the average human to be capable of flight?",
        "answer": 2,
        "unit": "cm"
    },
    {
        "id": 2055,
        "name": "In a minute, all of a person's blood passes through the heart. During a day, how many times does a RBC pass through the heart?",
        "answer": 16,
        "unit": ""
    },
    {
        "id": 2056,
        "name": "If you took all the hair on the average person's head and put it into a cylinder what would the diameter be?",
        "answer": 1,
        "unit": "cm"
    },
    {
        "id": 2057,
        "name": "How much rock (volume) would have to \"fall into the ocean\" to raise its level by even one meter?",
        "answer": 6,
        "unit": "km**3"
    },
    {
        "id": 2058,
        "name": "What is the total length of all the hair in an average female human?",
        "answer": 6,
        "unit": "cm"
    },
    {
        "id": 2059,
        "name": "For the entire United States populace, how many liters of blood are pumped each day?",
        "answer": 4,
        "unit": "L"
    },
    {
        "id": 2060,
        "name": "What would be the average income of someone who lives on Earth?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2061,
        "name": "The SO bacterium needs a living space of about 30x10-4 cm in all directions to thrive. How many of these thriving bacteria might be found in a gram of pond water?",
        "answer": 8,
        "unit": ""
    },
    {
        "id": 2062,
        "name": "How many cigarettes have been smoked throughout history?",
        "answer": 15,
        "unit": ""
    },
    {
        "id": 2063,
        "name": "How much should I pay back on $100 freely given 20 years ago?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2064,
        "name": "How much money have the creators of Among Us made from their game?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2065,
        "name": "How many SO bacteria would be able to be packed into a ping pong ball?",
        "answer": 13,
        "unit": ""
    },
    {
        "id": 2066,
        "name": "How much cash can you fit in a bag?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2067,
        "name": "How much of the atmosphere of Earth has passed through a combustion engine?",
        "answer": -2,
        "unit": ""
    },
    {
        "id": 2068,
        "name": "If the oceans dried up, estimate the thickness (cm) of the resulting layer of salt uniformly covering the earth.",
        "answer": 8,
        "unit": "cm"
    },
    {
        "id": 2069,
        "name": "Assume that all of the oxygen transported during a year in an adult male is converted to liquid water. What is the volume of that water in cc?",
        "answer": 5,
        "unit": "cm**3"
    },
    {
        "id": 2070,
        "name": "How many people would be needed to surround this city if they held hands?",
        "answer": 6,
        "unit": ""
    },
    {
        "id": 2071,
        "name": "How many cells are there in the human body?",
        "answer": 14,
        "unit": ""
    },
    {
        "id": 2072,
        "name": "If a ship sank and a large pocket of air was trapped in an airtight spot, how long would the air be breathable for a survivor?",
        "answer": 2,
        "unit": "min"
    },
    {
        "id": 2073,
        "name": "How much force does it take for a finger to puncture a part of your body?",
        "answer": 5,
        "unit": "N"
    },
    {
        "id": 2074,
        "name": "Under ideal conditions, the bacterium eNSO can reproduce in 10 minutes. eNSO is rodlike with a diameter of 1 µm and a length of 5 µm. If eNSO eats only onions as its food source, how many minutes elapse before it consumes an amount equal to the onion mass consumed in the US in a year?",
        "answer": -29,
        "unit": "min"
    },
    {
        "id": 2075,
        "name": "if a peacock mantis shrimp was 200 pounds and everything was scaled up accordingly, how hard would it be able to punch?",
        "answer": 0,
        "unit": "J"
    },
    {
        "id": 2076,
        "name": "If the land area of the earth were divided up equally for each person on the planet, about how much would you get?",
        "answer": -1,
        "unit": "km"
    },
    {
        "id": 2077,
        "name": "How far could you dive into a pool filled with Nerds candy?",
        "answer": 0,
        "unit": "ft"
    },
    {
        "id": 2078,
        "name": "What is the volume of the Earth's oceans in cubic miles?",
        "answer": 9,
        "unit": "miles"
    },
    {
        "id": 2079,
        "name": "How many crackers would cover a sheet of paper?",
        "answer": 2,
        "unit": ""
    },
    {
        "id": 2080,
        "name": "What is the approximate gap between the oldest living generation to the newest?",
        "answer": 2,
        "unit": "years"
    },
    {
        "id": 2081,
        "name": "How much does the total student population in your school weigh, in grams?",
        "answer": 7,
        "unit": "g"
    },
    {
        "id": 2082,
        "name": "What's the average number of descendents per human who ever lived?",
        "answer": 3,
        "unit": ""
    },
    {
        "id": 2083,
        "name": "How many peas would you need to fill a bath?",
        "answer": 5,
        "unit": ""
    },
    {
        "id": 2084,
        "name": "The Federal Budget Deficit is approximately $100 Billion this year. What percentage of this do Americans spend on food in restaurants in one year?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2085,
        "name": "If a planet was 5 times the size of the Earth with 1.5 times the radius, what would the surface gravity be?",
        "answer": 1,
        "unit": "m"
    },
    {
        "id": 2086,
        "name": "A steel ball is dropped from a height of three meters onto a concrete floor. It bounces a large number of times but eventually comes to rest. Estimate the ball's rise in temperature.",
        "answer": 0,
        "unit": "degree"
    },
    {
        "id": 2087,
        "name": "How many hours of unique motion picture is there?",
        "answer": 6,
        "unit": "hours"
    },
    {
        "id": 2088,
        "name": "What is the weight of garbage thrown away by each family every year?",
        "answer": 3,
        "unit": "kg"
    },
    {
        "id": 2089,
        "name": "How many adults donate blood each year in the United States?",
        "answer": 7,
        "unit": ""
    },
    {
        "id": 2090,
        "name": "The density of water is just about 1000 kg/m3. The density of air is just about 1000 times less. Estimate the height of the atmosphere. As a simplifying assumption, take the atmosphere to be of uniform density up to some height after which the density rapidly falls to zero.",
        "answer": 4,
        "unit": "m"
    },
    {
        "id": 2091,
        "name": "If all the pizzas eaten by students in your school last year were laid out next to each other, what area would be covered?",
        "answer": 4,
        "unit": "in"
    },
    {
        "id": 2092,
        "name": "How many LED lights could one candle power?",
        "answer": 3,
        "unit": ""
    },
    {
        "id": 2093,
        "name": "The SO bacterium is special because it has a tiny brain which is about the same percentage of its total weight as an adult human's. Estimate the weight, in grams, of the brain of an SO bacterium.",
        "answer": -13,
        "unit": "g"
    },
    {
        "id": 2094,
        "name": "How many people are airborne over Europe at any one moment?",
        "answer": 5,
        "unit": ""
    },
    {
        "id": 2095,
        "name": "What is the earth's visible circumference from any given location upon the surface.",
        "answer": 0,
        "unit": "km"
    },
    {
        "id": 2096,
        "name": "What is the marginal value of one person watching a TV show via a paid streaming service, to the people that actually made the show?",
        "answer": -5,
        "unit": ""
    },
    {
        "id": 2097,
        "name": "A cup of cooked rice contains how many grams of the element carbon?",
        "answer": 2,
        "unit": "g"
    },
    {
        "id": 2098,
        "name": "How many people in the world are talking on their cell phones in any given minute?",
        "answer": 7,
        "unit": ""
    },
    {
        "id": 2099,
        "name": "If $1 was deposited in a savings account on the day of American Independence at a guaranteed rate of 5% and no money was withdrawn, how many dollars are in the account today?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2100,
        "name": "If microchip makers didn't keep trying to shrink their chips, how fast could your average home computer be by now?",
        "answer": 4,
        "unit": "s"
    },
    {
        "id": 2101,
        "name": "How much volume would 417234 loosely stacked cherries occupy?",
        "answer": 6,
        "unit": "cm**3"
    },
    {
        "id": 2102,
        "name": "Estimate the consumption of pigmentary TiO2 in the United States in 2004.",
        "answer": 29,
        "unit": ""
    },
    {
        "id": 2103,
        "name": "If you were to have a baby in every country, What percentage of the world's population would be related to you ?",
        "answer": -2,
        "unit": ""
    },
    {
        "id": 2104,
        "name": "How much oil is there left in the world?",
        "answer": 14,
        "unit": ""
    },
    {
        "id": 2105,
        "name": "How much farmed land does one need to survive?",
        "answer": 1,
        "unit": "acres"
    },
    {
        "id": 2106,
        "name": "Assuming infinite water, how much of an area will we need to cover such that the rate of heat loss from evaporation counteracts the heat gain from global warming?",
        "answer": 8,
        "unit": "km**2"
    },
    {
        "id": 2107,
        "name": "How many multi-link cubes would you need to fill a fridge?",
        "answer": 6,
        "unit": ""
    },
    {
        "id": 2108,
        "name": "How much area would be covered if all people on earth stood together in a single crowd?",
        "answer": 10,
        "unit": "ft**2"
    },
    {
        "id": 2109,
        "name": "Estimate the kinetic energy the earth has as a result of its orbiting the sun.",
        "answer": 27,
        "unit": "kg"
    },
    {
        "id": 2110,
        "name": "If a human body were to increase in volume without increasing in mass how large would they have to grow before they were lighter than air?",
        "answer": 7,
        "unit": "cm**3"
    },
    {
        "id": 2111,
        "name": "If Bill Gates traded everything he owned for bitcoin in 2009 and then sold in Dec 2017, how much would he have made?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2112,
        "name": "What's the yearly budget of the North American and European movie and television industries combined?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2113,
        "name": "How many golf balls could you fit in a 5 gallon water cooler jug?",
        "answer": 3,
        "unit": ""
    },
    {
        "id": 2114,
        "name": "At what point in time have more man-years been spent playing WWII video games than were actually spent in combat in WWII?",
        "answer": 6,
        "unit": "years"
    },
    {
        "id": 2115,
        "name": "Suppose a meteor made of nickel and iron falls to the earth from deep space. Estimate how much its temperature would rise on impact ignoring any atmospheric effects.",
        "answer": 1,
        "unit": "kelvin"
    },
    {
        "id": 2116,
        "name": "If 100% of the energy of all lightning strikes around the world could be harnessed and used, what percentage of the world's power could be supplied by lightning strikes?",
        "answer": -8,
        "unit": ""
    },
    {
        "id": 2117,
        "name": "If humans had wings and adequate muscles to use them, how large (area, full span) would those wings have to be for the human to be able to fly?",
        "answer": 4,
        "unit": "cm**2"
    },
    {
        "id": 2118,
        "name": "How many grains of wheat in a quintal?",
        "answer": 6,
        "unit": ""
    },
    {
        "id": 2119,
        "name": "Lot's wife was turned into a pillar of salt. How much salt would that produce?",
        "answer": 2,
        "unit": "kg"
    },
    {
        "id": 2120,
        "name": "If sea water is 3.5% of salt by weight, how many tons of salt are in a cubic mile of ocean?",
        "answer": 9,
        "unit": "ton"
    },
    {
        "id": 2121,
        "name": "If I were going to go to the moon and wanted to leave proof I was there that could be seen from earth, how big would the proof have to be?",
        "answer": 7,
        "unit": "km**2"
    },
    {
        "id": 2122,
        "name": "Relative to the sun, what is the Earth's orbital velocity in miles per hour?",
        "answer": 5,
        "unit": "miles"
    },
    {
        "id": 2123,
        "name": "The cereal is poured to fill an 8 oz. bowl. Milk is then added to completely fill the bowl. How many cc of milk were added?",
        "answer": 2,
        "unit": "cm**3"
    },
    {
        "id": 2124,
        "name": "How many sheets of paper, laid flat, will it take to reach the moon from the Earth?",
        "answer": 13,
        "unit": ""
    },
    {
        "id": 2125,
        "name": "How many unused escalators are operating world-wide right now?",
        "answer": 8,
        "unit": ""
    },
    {
        "id": 2126,
        "name": "How many bricks are in the exterior of our school building?",
        "answer": 6,
        "unit": ""
    },
    {
        "id": 2127,
        "name": "How many water droplets make up a stratus cloud?",
        "answer": 16,
        "unit": ""
    },
    {
        "id": 2128,
        "name": "How many particles of flour are in a gram?",
        "answer": 4,
        "unit": ""
    },
    {
        "id": 2129,
        "name": "What fraction of the Earth's land mass is represented by Colorado?",
        "answer": -3,
        "unit": ""
    },
    {
        "id": 2130,
        "name": "How many pennies are needed to equal your height?",
        "answer": 3,
        "unit": ""
    },
    {
        "id": 2131,
        "name": "How many Rubik's cubes could you fit inside a double-decker bus?",
        "answer": 4,
        "unit": ""
    },
    {
        "id": 2132,
        "name": "How old are you if you are a million days old?",
        "answer": 3,
        "unit": "years"
    },
    {
        "id": 2133,
        "name": "How many cars pass by a busy road in a minute?",
        "answer": 4,
        "unit": ""
    },
    {
        "id": 2134,
        "name": "How many bricks are there the whole school?",
        "answer": 4,
        "unit": ""
    },
    {
        "id": 2135,
        "name": "We know that within the limits of measurement, the magnitudes of the negative charge on the electron and the positive charge on the proton are equal. Suppose, however, that these magnitudes differed from each other by as little as 0.0001%. With what force would two copper pennies, placed 1m apart, then repel each other?",
        "answer": 20,
        "unit": "N"
    },
    {
        "id": 2136,
        "name": "If 5 lbs of rice are cooked in ocean water, how many grams of salt are in the cooked rice?",
        "answer": 2,
        "unit": "g"
    },
    {
        "id": 2137,
        "name": "If Donald Trump weighed as much as an average Clydesdale horse, but kept his current density and proportions, how tall would he be?",
        "answer": 3,
        "unit": "cm"
    },
    {
        "id": 2138,
        "name": "How thick would the Earth's atmosphere (with its current chemical composition) have to be for it to be dark at the sea-level?",
        "answer": 3,
        "unit": "kg"
    },
    {
        "id": 2139,
        "name": "How long would it take to drive on the entirety of every road in Europe at the posted speed limit?",
        "answer": 3,
        "unit": "h"
    },
    {
        "id": 2140,
        "name": "What is the total pressure the roof of the physics lecture hall would have to support if we had an inch of rain and the roof drains were plugged?",
        "answer": 1,
        "unit": "gal"
    },
    {
        "id": 2141,
        "name": "How far can a crow fly without stopping?",
        "answer": 1,
        "unit": "mi"
    },
    {
        "id": 2142,
        "name": "What percent of animal life on earth do humans comprise?",
        "answer": -9,
        "unit": ""
    },
    {
        "id": 2143,
        "name": "What is the weight of a typical building?",
        "answer": 3,
        "unit": "kg"
    },
    {
        "id": 2144,
        "name": "How many pennies are in a typical jar?",
        "answer": 2,
        "unit": ""
    },
    {
        "id": 2145,
        "name": "How many ants are there?",
        "answer": 15,
        "unit": ""
    },
    {
        "id": 2146,
        "name": "Approximately how many human mothers have ever lived?",
        "answer": 14,
        "unit": ""
    },
    {
        "id": 2147,
        "name": "How many times could you say the alphabet in 24 hours?",
        "answer": 4,
        "unit": ""
    },
    {
        "id": 2148,
        "name": "How large would an object have to be to be able to be visible to the naked eye from the Earth to the Moon?",
        "answer": 4,
        "unit": "km"
    },
    {
        "id": 2149,
        "name": "How many coats of paint would have to be applied to the walls of a room if a coat of paint is 1/1000 of an inch, and the room is 10 cubic feet.",
        "answer": 4,
        "unit": ""
    },
    {
        "id": 2150,
        "name": "How many goals total have been scored in every professional football game throughout history?",
        "answer": 7,
        "unit": ""
    },
    {
        "id": 2151,
        "name": "How many digital work platforms exist i.e. ones similar to Uber, Upwork, Deliveroo, Mechanical Turk, etc.?",
        "answer": 3,
        "unit": ""
    },
    {
        "id": 2152,
        "name": "How fast would I have to go to make a red traffic light look green?",
        "answer": 8,
        "unit": "m"
    },
    {
        "id": 2153,
        "name": "If the contiguous 48 states were to get an average of 30 inches of rain per year, how many grams of water is that?",
        "answer": 14,
        "unit": "g"
    },
    {
        "id": 2154,
        "name": "How heavy would a tesla car be if it were entirely built with the latest and lightest material available such as graphene, while maintaining safety standards but ignoring costs?",
        "answer": 3,
        "unit": "kg"
    },
    {
        "id": 2155,
        "name": "How many bees would have to be on me and flap their wings so that they could carry me away?",
        "answer": 6,
        "unit": ""
    },
    {
        "id": 2156,
        "name": "How many trees would the average American have to plant to be carbon neutral for their lifetime?",
        "answer": 3,
        "unit": ""
    },
    {
        "id": 2157,
        "name": "What is the total number of spears and swords surviving today from medieval times?",
        "answer": 4,
        "unit": ""
    },
    {
        "id": 2158,
        "name": "How much force is required to press on a light switch to turn it off?",
        "answer": -2,
        "unit": "N"
    },
    {
        "id": 2159,
        "name": "How long does it take for a bucket of water to get to a room temperature?",
        "answer": 1,
        "unit": "min"
    },
    {
        "id": 2160,
        "name": "What is the volume of RBCs, in cc, in the blood of an adult male?",
        "answer": 3,
        "unit": "cm**3"
    },
    {
        "id": 2161,
        "name": "What fraction of the earth's volume is provided by the oceans?",
        "answer": -3,
        "unit": ""
    },
    {
        "id": 2162,
        "name": "How fast would a baseball have to go to destroy the Earth?",
        "answer": 16,
        "unit": "m"
    },
    {
        "id": 2163,
        "name": "How many cows does it take to fill a swimming pool with milk in one single day?",
        "answer": 5,
        "unit": ""
    },
    {
        "id": 2164,
        "name": "The deficit in the Federal Budget this past year was approximately $100 Billion. Suppose you put these $1 bills in packages of 100 each and gave them away at the rate of 1 package every 10 seconds. If you start now, when will you be finished giving them away?",
        "answer": 10,
        "unit": "seconds"
    },
    {
        "id": 2165,
        "name": "What mass of neutrinos leave the sun every second?",
        "answer": -19,
        "unit": "kg"
    },
    {
        "id": 2166,
        "name": "How many bees are needed to pollinate an orchard?",
        "answer": 1,
        "unit": ""
    },
    {
        "id": 2167,
        "name": "How many gallons of blood does a person's heart pump in a lifetime?",
        "answer": 8,
        "unit": ""
    },
    {
        "id": 2168,
        "name": "How many grains of rice are there in a 25kg bag?",
        "answer": 5,
        "unit": ""
    },
    {
        "id": 2169,
        "name": "How many loaves of bread would be needed to survive a 50ft fall?",
        "answer": 5,
        "unit": ""
    },
    {
        "id": 2170,
        "name": "Approximately what size area in solar power arrays would be required for enough power to run the Golden Knights arena in Las Vegas Nevada, during a hypothetical mid-June playoff run?",
        "answer": 8,
        "unit": "ft**2"
    },
    {
        "id": 2171,
        "name": "What is the total world biomass of each insect order such as ants, bees, beetles, flies, spiders, termites, worms, and so on?",
        "answer": 9,
        "unit": "tons"
    },
    {
        "id": 2172,
        "name": "How many pounds of onions were eaten in the U.S. in 2000?",
        "answer": 10,
        "unit": "pounds"
    },
    {
        "id": 2173,
        "name": "How much milk is produced in the United States each year?",
        "answer": 11,
        "unit": "kg"
    },
    {
        "id": 2174,
        "name": "For a freshly mowed lawn, estimate the mass, g, of the grass above ground.",
        "answer": 1,
        "unit": "kg"
    },
    {
        "id": 2175,
        "name": "How many water molecules are in the oceans?",
        "answer": 47,
        "unit": ""
    },
    {
        "id": 2176,
        "name": "How many hours from one full moon to the next?",
        "answer": 3,
        "unit": "hours"
    },
    {
        "id": 2177,
        "name": "How much Earth could I have if it was divided fairly amongst all organisms?",
        "answer": -6,
        "unit": "km**2"
    },
    {
        "id": 2178,
        "name": "How many pizza boxes would we need to cover the classroom floor?",
        "answer": 3,
        "unit": ""
    },
    {
        "id": 2179,
        "name": "How many new telephone numbers became available when the three digit area code system was installed?",
        "answer": 10,
        "unit": ""
    },
    {
        "id": 2180,
        "name": "How many people would fit shoulder to shoulder in the corridor outside our class?",
        "answer": 2,
        "unit": ""
    },
    {
        "id": 2181,
        "name": "How big a block of chocolate could you make using all the chocolate eaten by the class in a year?",
        "answer": 6,
        "unit": "cm**3"
    },
    {
        "id": 2182,
        "name": "What fraction of the earth's water is equal to the water in an adult male human?",
        "answer": -20,
        "unit": ""
    },
    {
        "id": 2183,
        "name": "How much would a Subway employee make per year if every customer tipped $1?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2184,
        "name": "What is the ratio of the length of a 6 foot pipe that encompasses the Earth's oceans to the distance from the Earth to the Sun?",
        "answer": 7,
        "unit": ""
    },
    {
        "id": 2185,
        "name": "How long (meters) is the shoreline of the North American continent?",
        "answer": 5,
        "unit": "km"
    },
    {
        "id": 2186,
        "name": "How much food has an average 30 year old American eaten?",
        "answer": 5,
        "unit": "lb"
    },
    {
        "id": 2187,
        "name": "At what percentage would an alcoholic drink dehydrate you rather than hydrate?",
        "answer": -2,
        "unit": ""
    },
    {
        "id": 2188,
        "name": "If you played your favorite song continuously for a whole year, how many times would it play?",
        "answer": 5,
        "unit": ""
    },
    {
        "id": 2189,
        "name": "How much would it cost to fill a swimming pool with Jell-O?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2190,
        "name": "If all the people in Australia joined hands and stretched themselves out in a straight line, how long would it reach?",
        "answer": 8,
        "unit": "meters"
    },
    {
        "id": 2191,
        "name": "How much smokeable marijuana is in the world?",
        "answer": 7,
        "unit": "pounds"
    },
    {
        "id": 2192,
        "name": "5 lbs of rice, if completely oxidized, yields how many grams of water?",
        "answer": 3,
        "unit": "g"
    },
    {
        "id": 2193,
        "name": "How much water is wasted by a leaky faucet in one day?",
        "answer": 1,
        "unit": "L"
    },
    {
        "id": 2194,
        "name": "How much energy would be saved at our school each year if the lights were replaced by energy-efficient alternatives?",
        "answer": 2,
        "unit": "kWh"
    },
    {
        "id": 2195,
        "name": "How many cells are needed to visible to a person?",
        "answer": 2,
        "unit": ""
    },
    {
        "id": 2196,
        "name": "5 lbs of rice yields how many cc of cooked rice?",
        "answer": 4,
        "unit": "cm**3"
    },
    {
        "id": 2197,
        "name": "How much power could a hydroelectric power station in a gutter generate?",
        "answer": 6,
        "unit": "Wh"
    },
    {
        "id": 2198,
        "name": "What percentage of all the words in the English language would an audio transcriptionist who worked 40 hours a week for 4 years have typed?",
        "answer": 2,
        "unit": ""
    },
    {
        "id": 2199,
        "name": "What would the tax the British imposed on the tea in the US colonies equate to today due to inflation?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2200,
        "name": "I want to travel to every country in the world in one trip. How much would it cost?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2201,
        "name": "If a 6 foot diameter pipe were built to contain all the ocean water, how many miles long would the pipe have to be?",
        "answer": 15,
        "unit": "miles"
    },
    {
        "id": 2202,
        "name": "How many people are afflicted with sickle cell anemia in the United States?",
        "answer": 5,
        "unit": ""
    },
    {
        "id": 2203,
        "name": "How much nuclear material is needed for a tiny reactor to power roughly 10 average American homes?",
        "answer": -1,
        "unit": "kg"
    },
    {
        "id": 2204,
        "name": "What percentage of plants are used for drugs?",
        "answer": 1,
        "unit": ""
    },
    {
        "id": 2205,
        "name": "How many minutes does the average student play video games per day?",
        "answer": 2,
        "unit": ""
    },
    {
        "id": 2206,
        "name": "How many tons of batteries would be needed to power a car for one year?",
        "answer": 1,
        "unit": "tons"
    },
    {
        "id": 2207,
        "name": "If all the people in the world moved to Wales, how crowded would it be?",
        "answer": 6,
        "unit": "people"
    },
    {
        "id": 2208,
        "name": "If you could, how long would it take to drive to the moon?",
        "answer": 4,
        "unit": "hours"
    },
    {
        "id": 2209,
        "name": "If all of the people in the United States move to Colorado, what would be the population density, people per square mile, of that state?",
        "answer": 5,
        "unit": "person"
    },
    {
        "id": 2210,
        "name": "How many hours of tv will you watch in your lifetime?",
        "answer": 5,
        "unit": "hours"
    },
    {
        "id": 2211,
        "name": "If everyone in our city donated one day's wages to a good cause, how much money could be raised?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2212,
        "name": "Estimate the mass, kg, of the earth's atmosphere.",
        "answer": 11,
        "unit": "kg"
    },
    {
        "id": 2213,
        "name": "How big would an iPhone 6 be if implemented using the technology of ENIAC, the first digital computer?",
        "answer": 8,
        "unit": "cm**3"
    },
    {
        "id": 2214,
        "name": "How many grains of sand are there on the beaches surrounding Lake Michigan?",
        "answer": 12,
        "unit": ""
    },
    {
        "id": 2215,
        "name": "How many times could a basketball player bounce a ball during her teenage years if she didn't stop to eat, sleep, etc.?",
        "answer": 8,
        "unit": ""
    },
    {
        "id": 2216,
        "name": "How much tire rubber, in lbs, is shed by normal wear and tear of car tires in the USA each year?",
        "answer": 0,
        "unit": "lbs"
    },
    {
        "id": 2217,
        "name": "If all the water vapour and clouds in the atmosphere precipitated or condensed in one place, how large of a body of water would it form?",
        "answer": 8,
        "unit": "km**3"
    },
    {
        "id": 2218,
        "name": "How far does the ball travel in a game of soccer?",
        "answer": 1,
        "unit": "miles"
    },
    {
        "id": 2219,
        "name": "How many rubber bands would it take to crush a human skull?",
        "answer": 2,
        "unit": ""
    },
    {
        "id": 2220,
        "name": "How many notes are played on a given radio station in a given year?",
        "answer": 6,
        "unit": ""
    },
    {
        "id": 2221,
        "name": "The owner collects and dries the grass clippings. In the course of a six month growing season, what is the total mass, g, of the dried clippings?",
        "answer": 5,
        "unit": "g"
    },
    {
        "id": 2222,
        "name": "How many leaves in Central Park?",
        "answer": 9,
        "unit": ""
    },
    {
        "id": 2223,
        "name": "Estimate the angular momentum an automobile tire has about its axis of rotation while the car is driving on the interstate.",
        "answer": 1,
        "unit": "kg"
    },
    {
        "id": 2224,
        "name": "How many stickers does it take to cover a notebook?",
        "answer": 3,
        "unit": ""
    },
    {
        "id": 2225,
        "name": "If the Earth's average daily rainfall fell on Colorado, how many inches of rain precipitated?",
        "answer": 8,
        "unit": "in"
    },
    {
        "id": 2226,
        "name": "How high a column, in cm, would the RBCs in the blood of an adult male form, if stacked like a bunch of poker chips?",
        "answer": 2,
        "unit": "cm"
    },
    {
        "id": 2227,
        "name": "How many pennies are needed to equal the height of Mt. Everest?",
        "answer": 7,
        "unit": ""
    },
    {
        "id": 2228,
        "name": "How much gasoline does a typical automobile use during its lifetime?",
        "answer": 4,
        "unit": "L"
    },
    {
        "id": 2229,
        "name": "How much energy does it take to produce a flat-screen TV?",
        "answer": 2,
        "unit": "J"
    },
    {
        "id": 2230,
        "name": "Suppose the Army Corps of Engineers decided to put a dam across the Potomac River in order to provide power for the Washington area. Assume the dam was built to hold back the water into a lake to a height of 15 m behind the dam. Estimate the total force the water would exert on the dam.",
        "answer": 8,
        "unit": "kg"
    },
    {
        "id": 2231,
        "name": "What is the minimum surface area of a 2 dimensional sheet that would still cause a solar eclipse?",
        "answer": 7,
        "unit": "km**2"
    },
    {
        "id": 2232,
        "name": "How old are you if you are a million seconds old?",
        "answer": -2,
        "unit": "years"
    },
    {
        "id": 2233,
        "name": "How many cents per mile does it take to drive your car?",
        "answer": 2,
        "unit": "mi"
    },
    {
        "id": 2234,
        "name": "How many trees need to be cut to print newspapers everyday?",
        "answer": 6,
        "unit": ""
    },
    {
        "id": 2235,
        "name": "How old are you if you are a million hours old?",
        "answer": 2,
        "unit": "years"
    },
    {
        "id": 2236,
        "name": "How many plastic straws are used every day accross the world?",
        "answer": 9,
        "unit": ""
    },
    {
        "id": 2237,
        "name": "How long is a truck?",
        "answer": 2,
        "unit": "ft"
    },
    {
        "id": 2238,
        "name": "Would it have been possible for a seismometer to pick up the vibrations caused by a walking Diplodocus?",
        "answer": 2,
        "unit": "hertz"
    },
    {
        "id": 2239,
        "name": "How many grains of rice are in a 10kg bag?",
        "answer": 5,
        "unit": ""
    },
    {
        "id": 2240,
        "name": "How many gallons of gasoline does a car use in its lifetime?",
        "answer": 4,
        "unit": "gal"
    },
    {
        "id": 2241,
        "name": "If all the string was removed from all of the tennis rackets in the US and layed out end-to-end, how many round trips from Detroit to Orlando could be made with the string?",
        "answer": 4,
        "unit": ""
    },
    {
        "id": 2242,
        "name": "How much would it cost to build the NYC subway from scratch today?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2243,
        "name": "How many seeds does a dandelion have?",
        "answer": 3,
        "unit": ""
    },
    {
        "id": 2244,
        "name": "How many fewer people would have solar panels if there were no subsidies for installing it?",
        "answer": 6,
        "unit": ""
    },
    {
        "id": 2245,
        "name": "How many people would it take to surround our school if they held hands?",
        "answer": 3,
        "unit": ""
    },
    {
        "id": 2246,
        "name": "What are the approximate values of Force acting on a stretched string in a guitar?",
        "answer": 1,
        "unit": "N"
    },
    {
        "id": 2247,
        "name": "How many more RBCs does an adult male have than an adult woman?",
        "answer": 0,
        "unit": "L"
    },
    {
        "id": 2248,
        "name": "How much can a single diatom intakes CO2 in a 6 day life span?",
        "answer": 0,
        "unit": "pounds"
    },
    {
        "id": 2249,
        "name": "How far could you theoretically travel back in time before you could no longer find a genetically compatible human to breed with because of differences caused by evolution?",
        "answer": 4,
        "unit": ""
    },
    {
        "id": 2250,
        "name": "What do you estimate the total weight of all the Covid-19 viruses in the world?",
        "answer": 2,
        "unit": "g"
    },
    {
        "id": 2251,
        "name": "How many people could you fit into a classroom?",
        "answer": 3,
        "unit": ""
    },
    {
        "id": 2252,
        "name": "How much file space would be required to house every Disney production in standard definition?",
        "answer": 2,
        "unit": "GB"
    },
    {
        "id": 2253,
        "name": "Take your typical large football/soccer sized stadium and add levels until you can fit everyone on the planet... how big is this stadium?",
        "answer": 6,
        "unit": ""
    },
    {
        "id": 2254,
        "name": "How much domestic trash is produced in the U.S per year?",
        "answer": 12,
        "unit": "kg"
    },
    {
        "id": 2255,
        "name": "How many trees does one need to grow in their backyard to balance the carbon footprint caused by the average usage of an Air Conditioner?",
        "answer": 1,
        "unit": ""
    },
    {
        "id": 2256,
        "name": "Moving 200 feet per minute, how long would it take to get from Earth to Mars?",
        "answer": 9,
        "unit": "min"
    },
    {
        "id": 2257,
        "name": "How many leaves are on a tree?",
        "answer": 5,
        "unit": ""
    },
    {
        "id": 2258,
        "name": "What is the kinetic energy of a truck driving on a highway?",
        "answer": 6,
        "unit": "J"
    },
    {
        "id": 2259,
        "name": "What is the total number of hairs on your head?",
        "answer": 5,
        "unit": ""
    },
    {
        "id": 2260,
        "name": "If fluoride in water is 4 parts per million how much of an 8 oz glass of water would be fluoride atoms?",
        "answer": 14,
        "unit": ""
    },
    {
        "id": 2261,
        "name": "How many A4 sheets does it take to make a paper chain long enough to go down the main hallway at school?",
        "answer": 1,
        "unit": ""
    },
    {
        "id": 2262,
        "name": "How many blades of grass are there on a football pitch?",
        "answer": 8,
        "unit": ""
    },
    {
        "id": 2263,
        "name": "What is the average amount of excrement produced per person per day in Africa?",
        "answer": 12,
        "unit": "g"
    },
    {
        "id": 2264,
        "name": "How many days worth of video exists in the world currently?",
        "answer": 9,
        "unit": "days"
    },
    {
        "id": 2265,
        "name": "How much energy is spent each second by smartphones being charged?",
        "answer": -3,
        "unit": "Wh"
    },
    {
        "id": 2266,
        "name": "How many books are read by children in our school in one year?",
        "answer": 4,
        "unit": ""
    },
    {
        "id": 2267,
        "name": "How many high fives has Lebron James given/received?",
        "answer": 5,
        "unit": ""
    },
    {
        "id": 2268,
        "name": "What percentage of library books in the US were checked out at least once in 2016?",
        "answer": -2,
        "unit": ""
    },
    {
        "id": 2269,
        "name": "What is the density, g/cc, of the gold atom nucleus?",
        "answer": 4,
        "unit": "g"
    },
    {
        "id": 2270,
        "name": "How many people on earth have a PHD in computer science?",
        "answer": 6,
        "unit": ""
    },
    {
        "id": 2271,
        "name": "How many cows are there in the United States?",
        "answer": 8,
        "unit": ""
    },
    {
        "id": 2272,
        "name": "How long would it take for erosion to erase the existence of the Mars rovers, if we never retrieve them?",
        "answer": 1,
        "unit": "years"
    },
    {
        "id": 2273,
        "name": "What percentage of the calories in a student's lunch is spent on swtiching between classes?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2274,
        "name": "How many grams of steam are needed to melt a cubic foot of ice?",
        "answer": 4,
        "unit": ""
    },
    {
        "id": 2275,
        "name": "How many tablespoons of water would fill a container?",
        "answer": 2,
        "unit": ""
    },
    {
        "id": 2276,
        "name": "The size of sphere made by taking all human body mass and forming it together in space.",
        "answer": -1,
        "unit": "m**3"
    },
    {
        "id": 2277,
        "name": "How many construction sites are there in the US right now?",
        "answer": 6,
        "unit": ""
    },
    {
        "id": 2278,
        "name": "Based on the current rate of infection of Covid-19, is there any way to estimate the number of people who will test positive world wide?",
        "answer": 8,
        "unit": ""
    },
    {
        "id": 2279,
        "name": "If Bill Gates started paying everyone $1 for every point of karma they earned on reddit, how fast would he go broke?",
        "answer": 3,
        "unit": "days"
    },
    {
        "id": 2280,
        "name": "How many human ancestors do I have?",
        "answer": 90,
        "unit": ""
    },
    {
        "id": 2281,
        "name": "How many cigrettes are needed to raise the temperature of the atmosphere by 1 degree celsius?",
        "answer": 19,
        "unit": ""
    },
    {
        "id": 2282,
        "name": "How many people attend Art Beat in South Bend each year?",
        "answer": 5,
        "unit": ""
    },
    {
        "id": 2283,
        "name": "How many apples are there in the world at any one time?",
        "answer": 9,
        "unit": ""
    },
    {
        "id": 2284,
        "name": "How much heat is lost when urine is voided?",
        "answer": 2,
        "unit": "cal"
    },
    {
        "id": 2285,
        "name": "What is the total mass of COVID19 globally?",
        "answer": 4,
        "unit": "g"
    },
    {
        "id": 2286,
        "name": "What's the value of all of mankind's buried grave goods?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2287,
        "name": "How many computer keyboard strokes have been made to date?",
        "answer": 17,
        "unit": ""
    },
    {
        "id": 2288,
        "name": "How many children would a couple have to have in order to negate the need of a heating system in a modern average sized home?",
        "answer": 2,
        "unit": ""
    },
    {
        "id": 2289,
        "name": "What is the volume, cc, of the TiO2 in a gallon of paint formulation?",
        "answer": 3,
        "unit": "cm**3"
    },
    {
        "id": 2290,
        "name": "How much wood stores the yearly CO2 increase per human?",
        "answer": 9,
        "unit": "m**3"
    },
    {
        "id": 2291,
        "name": "How many people are involved in delivering and preparing the food consumed by Chicago in a day?",
        "answer": 5,
        "unit": ""
    },
    {
        "id": 2292,
        "name": "How many plastic flamingos are there in the United States?",
        "answer": 9,
        "unit": ""
    },
    {
        "id": 2293,
        "name": "How many 50-meter swimming pools could the water from the Earth's average daily rainfall fill?",
        "answer": 2,
        "unit": ""
    },
    {
        "id": 2294,
        "name": "How many atoms thick are the connecting paths inside a micro chip?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2295,
        "name": "How dense is the Milky Way galaxy in terms of stars per cubic light year?",
        "answer": 7,
        "unit": "ly"
    },
    {
        "id": 2296,
        "name": "What is the total carcass weight of roadkill in USA each year?",
        "answer": 7,
        "unit": "kg"
    },
    {
        "id": 2297,
        "name": "A floppy disk for a computer stores information by magnetizing small regions of the disk. For a typical floppy disk, estimate the area of the disk that corresponds to a single bit of information.",
        "answer": 0,
        "unit": "cm"
    },
    {
        "id": 2298,
        "name": "If Earth were flat and my antenna was sufficiently high, how much power would I need to broadcast a radio station to the whole world?",
        "answer": 19,
        "unit": "W"
    },
    {
        "id": 2299,
        "name": "If all the people in the world moved to Victoria, how crowded would it be?",
        "answer": -1,
        "unit": "person"
    },
    {
        "id": 2300,
        "name": "How does the rate of infections of the H1N1 pandemic compare to the Covid19 pandemic?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2301,
        "name": "How many times does your heart beat per year?",
        "answer": 8,
        "unit": ""
    },
    {
        "id": 2302,
        "name": "In the US over the last 100 years, how many individual murders have been attributed to reasons other than \"homicide\"?",
        "answer": 6,
        "unit": ""
    },
    {
        "id": 2303,
        "name": "Abhinav",
        "answer": -1,
        "unit": "km"
    },
    {
        "id": 2304,
        "name": "During the course of a calendar year, how far, km, through space has the moon traveled?",
        "answer": 9,
        "unit": "km"
    },
    {
        "id": 2305,
        "name": "In an average year, how many lives would be saved if everyone around the world were required to wear a face mask in public?",
        "answer": 7,
        "unit": ""
    },
    {
        "id": 2306,
        "name": "How much does the luminosity of the sun decrease with every passing second/minute?",
        "answer": 9,
        "unit": "W"
    },
    {
        "id": 2307,
        "name": "How many RBCs are created per second in an adult male?",
        "answer": 6,
        "unit": "s"
    },
    {
        "id": 2308,
        "name": "How many Tesla model X p100ds would it take to pull a megalodon out of the water?",
        "answer": 1,
        "unit": ""
    },
    {
        "id": 2309,
        "name": "How many New Yorkers are awake through the night?",
        "answer": 6,
        "unit": ""
    },
    {
        "id": 2310,
        "name": "How much time would it take to transfer all YouTube videos to a different site to solve the adpocalypse?",
        "answer": 12,
        "unit": "min"
    },
    {
        "id": 2311,
        "name": "How much does San Fransisco weigh?",
        "answer": 10,
        "unit": "kg"
    },
    {
        "id": 2312,
        "name": "How many cups of water are there in a bath tub?",
        "answer": 3,
        "unit": ""
    },
    {
        "id": 2313,
        "name": "How many electrons would flow through an iPod in one day?",
        "answer": 17,
        "unit": ""
    },
    {
        "id": 2314,
        "name": "What is the average number of first cousins that a person living in the United States has?",
        "answer": 1,
        "unit": ""
    },
    {
        "id": 2315,
        "name": "How many tenured professors are there in the world?",
        "answer": 6,
        "unit": ""
    },
    {
        "id": 2316,
        "name": "I just cooled myself off by rubbing an ice cube on my skin until it melted. How much energy did it take from body?",
        "answer": 4,
        "unit": "J"
    },
    {
        "id": 2317,
        "name": "How many square miles of paved surfaces are there in our city?",
        "answer": 3,
        "unit": "miles"
    },
    {
        "id": 2318,
        "name": "What is the surface area of a bath towel?",
        "answer": 4,
        "unit": "cm**2"
    },
    {
        "id": 2319,
        "name": "How much force can a fit man exert to pry something open using a crowbar?",
        "answer": 2,
        "unit": "N"
    },
    {
        "id": 2320,
        "name": "If it were to rain an average of 1 cm per hour over the entire surface of the earth, how many cubic miles of water would have rained during the course of one day?",
        "answer": 8,
        "unit": "mi**3"
    },
    {
        "id": 2321,
        "name": "How many laps would I need to make around our classroom to go a mile?",
        "answer": 2,
        "unit": ""
    },
    {
        "id": 2322,
        "name": "How many calories does a student burn while switching classes?",
        "answer": 1,
        "unit": "calories"
    },
    {
        "id": 2323,
        "name": "How much ice (in pounds) is scraped off a hockey rink during one period?",
        "answer": 1,
        "unit": "pounds"
    },
    {
        "id": 2324,
        "name": "How far does a bee fly each day?",
        "answer": 2,
        "unit": "miles"
    },
    {
        "id": 2325,
        "name": "How many beers would it take for a 180-kg male tiger to reach BAC of 0.08% after two hours?",
        "answer": 1,
        "unit": ""
    },
    {
        "id": 2326,
        "name": "If I throw a pot of water towards the sun (assuming that the water stays in the pot) how close would it get before the water would boil?",
        "answer": 1,
        "unit": "km"
    },
    {
        "id": 2327,
        "name": "How many gum balls would it take to reach from the Earth to the Moon?",
        "answer": 10,
        "unit": ""
    },
    {
        "id": 2328,
        "name": "how loud do you have to scream at a piece of bread for it to be toast?",
        "answer": 8,
        "unit": ""
    },
    {
        "id": 2329,
        "name": "What is the hourly pay rate of the biggest Hollywood actors?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2330,
        "name": "If all of the TiO2 pigment particles in the gallon of paint were place side by side as in a chain, how long, km, is the chain?",
        "answer": -13,
        "unit": "km"
    },
    {
        "id": 2331,
        "name": "How many years of university and training would Barbie need to qualify for all of the jobs she's had over the years?",
        "answer": 3,
        "unit": ""
    },
    {
        "id": 2332,
        "name": "How many times would this hula hoop roll to travel down the hall?",
        "answer": 2,
        "unit": ""
    },
    {
        "id": 2333,
        "name": "How many people were involved in the production of the Lord of the Rings trilogy?",
        "answer": 4,
        "unit": ""
    },
    {
        "id": 2334,
        "name": "How tall could a man be before he dies of organ failure?",
        "answer": 3,
        "unit": "cm"
    },
    {
        "id": 2335,
        "name": "If the known universe were placed on a microscope slide, what magnification would be necessary to see Earth?",
        "answer": 59,
        "unit": ""
    },
    {
        "id": 2336,
        "name": "How many ping pongs balls would it take to fill the classroom?",
        "answer": 7,
        "unit": ""
    },
    {
        "id": 2337,
        "name": "If every human that's ever lived was brought back to life. What would be the population density people per square kilometer?",
        "answer": 4,
        "unit": "km"
    },
    {
        "id": 2338,
        "name": "If Plants stop producing oxygen, how long can we survive?",
        "answer": 0,
        "unit": "years"
    },
    {
        "id": 2339,
        "name": "What is the smallest number of cells that can be seen with the naked eye?",
        "answer": 2,
        "unit": ""
    },
    {
        "id": 2340,
        "name": "How many sheets of paper would we need to stack to reach your height?",
        "answer": 4,
        "unit": ""
    },
    {
        "id": 2341,
        "name": "How many total items are in my house?",
        "answer": 2,
        "unit": ""
    },
    {
        "id": 2342,
        "name": "How thick, in meters, a water layer would be formed if all of this water were to condense simultaneously all over the earth?",
        "answer": -2,
        "unit": "m"
    },
    {
        "id": 2343,
        "name": "How much lower would sea levels be if there weren't all the animals in it displacing water?",
        "answer": 0,
        "unit": "km"
    },
    {
        "id": 2344,
        "name": "How many shrimps do I need to get 10g of Chitin?",
        "answer": 2,
        "unit": "g"
    },
    {
        "id": 2345,
        "name": "The Federal Budget Deficit is approximately $100 Billion this year. What percentage of this do Americans spend on food in grocery stores in one year?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2346,
        "name": "What is the weight of air in your living room?",
        "answer": 2,
        "unit": "kg"
    },
    {
        "id": 2347,
        "name": "The deficit in the Federal Budget this past year was approximately $100 Billion. Supposing the deficit were paid in $1 bills and they were layed out on the ground without overlapping, estimate what fraction of the District of Columbia that could be covered by the dollar bills.",
        "answer": 1,
        "unit": ""
    },
    {
        "id": 2348,
        "name": "How much digital storage space would it require to store all of humanity's scientific and technological knowledge?",
        "answer": 6,
        "unit": "MB"
    },
    {
        "id": 2349,
        "name": "According to wikipedia, there are 484 ethnic groups in the world. If you were to have a baby from each ethnic group. What percentage of the worlds population would be related to you ?",
        "answer": 2,
        "unit": ""
    },
    {
        "id": 2350,
        "name": "How many man-hours of programmers did it take to create Skyrim?",
        "answer": 6,
        "unit": "hours"
    },
    {
        "id": 2351,
        "name": "How many watts would a heater need to keep a local pond from freezing in winter?",
        "answer": 6,
        "unit": "W"
    },
    {
        "id": 2352,
        "name": "What's the average lifespan of an Earthling?",
        "answer": 2,
        "unit": "years"
    },
    {
        "id": 2353,
        "name": "If you had a stack of $2 coins as tall as Mt Kosciusko, what would it be worth?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2354,
        "name": "How long would it have taken ENIAC (or another early computer) to mine 1 bitcoin?",
        "answer": 8,
        "unit": "min"
    },
    {
        "id": 2355,
        "name": "What is the weight of a suitcase full of $1 coins?",
        "answer": 5,
        "unit": "g"
    },
    {
        "id": 2356,
        "name": "How much water is wasted in New York?",
        "answer": 8,
        "unit": "gal"
    },
    {
        "id": 2357,
        "name": "How much TNT would it take to get a human on the moon?",
        "answer": 3,
        "unit": "gal"
    },
    {
        "id": 2358,
        "name": "How many musical notes are played on your favorite radio station in a given year?",
        "answer": 6,
        "unit": ""
    },
    {
        "id": 2359,
        "name": "How many tiles are on a room's floor?",
        "answer": 2,
        "unit": ""
    },
    {
        "id": 2360,
        "name": "How many sidewalk squares are in a block?",
        "answer": 2,
        "unit": ""
    },
    {
        "id": 2361,
        "name": "How many pizzas are eaten by our class in one year?",
        "answer": 3,
        "unit": ""
    },
    {
        "id": 2362,
        "name": "How long would it take to completely drain the Mediterranean Sea?",
        "answer": 5,
        "unit": "hours"
    },
    {
        "id": 2363,
        "name": "How long would our class have to save to buy a car?",
        "answer": 0,
        "unit": "years"
    },
    {
        "id": 2364,
        "name": "How hot does the superhero, the human torch, have to be to evaporate bullets in flight?",
        "answer": 3,
        "unit": "degree"
    },
    {
        "id": 2365,
        "name": "How many grains of rice are in a 5 poundsbag?",
        "answer": 4,
        "unit": ""
    },
    {
        "id": 2366,
        "name": "What wind speed would be required to blow my car off the road?",
        "answer": 8,
        "unit": "m"
    },
    {
        "id": 2367,
        "name": "How much would it cost to buy one of every product sold in the world today?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2368,
        "name": "How many people are airborne over the US at any given moment?",
        "answer": 4,
        "unit": ""
    },
    {
        "id": 2369,
        "name": "How long would it take for an STI with no symptoms and a 100% transmission rate to infect 99% of the world population?",
        "answer": 2,
        "unit": ""
    },
    {
        "id": 2370,
        "name": "How long does it take for a new coastline to erode into a sandy beach?",
        "answer": 2,
        "unit": "years"
    },
    {
        "id": 2371,
        "name": "The moon is drifting away from Earth. In what year, approximately, will it no longer be visible to the naked eye?",
        "answer": 10,
        "unit": "years"
    },
    {
        "id": 2372,
        "name": "Based on what we know about the history of chickens, and the history of roads, about how long ago a chicken could have crossed a road?",
        "answer": 2,
        "unit": "years"
    },
    {
        "id": 2373,
        "name": "What is the total area of all currently existing spiderwebs in the world?",
        "answer": 18,
        "unit": "m**2"
    },
    {
        "id": 2374,
        "name": "How much paper is used at our school each week?",
        "answer": 5,
        "unit": ""
    },
    {
        "id": 2375,
        "name": "What is the weight of a medieval broad sword?",
        "answer": 1,
        "unit": "kg"
    },
    {
        "id": 2376,
        "name": "How much does a tornado weigh?",
        "answer": 7,
        "unit": "kg"
    },
    {
        "id": 2377,
        "name": "How many songs contain the lyrics \"baby\"?",
        "answer": 5,
        "unit": ""
    },
    {
        "id": 2378,
        "name": "How much room-temperature water do I need to drink per day to suppress my 37.78 degrees Celsius fever by 0.5 degrees Celsius (by carrying heat away when it leaves my body), assuming my metabolism stays at the average adult male baseline?",
        "answer": 1,
        "unit": "L"
    },
    {
        "id": 2379,
        "name": "How many post its would it take to completely cover a cessna 172?",
        "answer": 5,
        "unit": ""
    },
    {
        "id": 2380,
        "name": "What percentage of airplane passengers are first-time fliers?",
        "answer": 1,
        "unit": ""
    },
    {
        "id": 2381,
        "name": "How many hairs on your head?",
        "answer": 5,
        "unit": ""
    },
    {
        "id": 2382,
        "name": "How many graduates, people holding first university degrees, do we produce in our country?",
        "answer": 7,
        "unit": ""
    },
    {
        "id": 2383,
        "name": "By how many degrees does the average human body increase the temperature of an average room?",
        "answer": 1,
        "unit": "degree"
    },
    {
        "id": 2384,
        "name": "How many water droplets make up a cumulus clouds?",
        "answer": 16,
        "unit": ""
    },
    {
        "id": 2385,
        "name": "If the earth heats up by 0.5 degrees, how much energy is saved during winters?",
        "answer": 21,
        "unit": "J"
    },
    {
        "id": 2386,
        "name": "How tall would someone have to be to be able to run around the globe at average stride in 6 minutes?",
        "answer": 7,
        "unit": "cm"
    },
    {
        "id": 2387,
        "name": "What is the minimum amount of total force required by hand in order to get it to close to a point from an open position?",
        "answer": 1,
        "unit": "kg"
    },
    {
        "id": 2388,
        "name": "How many trout would it take to pull a houseboat?",
        "answer": 3,
        "unit": ""
    },
    {
        "id": 2389,
        "name": "How many snowflakes would it take to completely cover a driveway?",
        "answer": 5,
        "unit": ""
    },
    {
        "id": 2390,
        "name": "For a cup of uncooked rice, what fraction of the cup is air?",
        "answer": -1,
        "unit": ""
    },
    {
        "id": 2391,
        "name": "How much land is required to rehabilitate 10 million refugees?",
        "answer": 10,
        "unit": "ft**2"
    },
    {
        "id": 2392,
        "name": "How many bacteria would it take to make them visible to the naked eye?",
        "answer": 2,
        "unit": ""
    },
    {
        "id": 2393,
        "name": "How large a landfill would our county need to store 100 years of garbage?",
        "answer": 7,
        "unit": "meters**2"
    },
    {
        "id": 2394,
        "name": "During the time interval of a blink, how many km has light traveled in a vacuum?",
        "answer": 4,
        "unit": "km"
    },
    {
        "id": 2395,
        "name": "How many helium balloons do I need to make plush toy float?",
        "answer": 1,
        "unit": ""
    },
    {
        "id": 2396,
        "name": "How many children are needed to have a mass the same as an elephant?",
        "answer": 2,
        "unit": ""
    },
    {
        "id": 2397,
        "name": "How many pizzas were eaten last year in the U.S.?",
        "answer": 9,
        "unit": ""
    },
    {
        "id": 2398,
        "name": "How many beads would it take to make a bracelet that fits perfectly on my wrist?",
        "answer": 1,
        "unit": ""
    },
    {
        "id": 2399,
        "name": "What is the mass (grams) of a water molecule?",
        "answer": -17,
        "unit": "g"
    },
    {
        "id": 2400,
        "name": "How does Earth's age compare to the rest of the galaxy?",
        "answer": 10,
        "unit": "years"
    },
    {
        "id": 2401,
        "name": "How many pairs of M&Ms with the exact same M&M colors exist out there, taking into account every M&M bag ever sold?",
        "answer": 5,
        "unit": ""
    },
    {
        "id": 2402,
        "name": "How many times has Tiger Woods swung a golf club in his life?",
        "answer": 5,
        "unit": ""
    },
    {
        "id": 2403,
        "name": "How many dump trucks would it take to cart away Mount Everest?",
        "answer": 9,
        "unit": ""
    },
    {
        "id": 2404,
        "name": "How much sunlight can be deflected to stop global warming?",
        "answer": -3,
        "unit": ""
    },
    {
        "id": 2405,
        "name": "What is the volume (cubic miles) of the earth?",
        "answer": 11,
        "unit": "miles**3"
    },
    {
        "id": 2406,
        "name": "How many pencils would it take to draw a straight line along the entire Prime Meridian of the earth?",
        "answer": 3,
        "unit": ""
    },
    {
        "id": 2407,
        "name": "What is the average distance, m, between pigment particles in a paint film?",
        "answer": -4,
        "unit": "m"
    },
    {
        "id": 2408,
        "name": "How loud must a sound be at its origin to be heard 100 feet (34.5 metres) away at low volume (0 dB).",
        "answer": 2,
        "unit": "dB"
    },
    {
        "id": 2409,
        "name": "How long would a black hole with the mass of earth take to consume the sun?",
        "answer": 7,
        "unit": "min"
    },
    {
        "id": 2410,
        "name": "Approximately how much explosive yield would 5,623kg of Plutonium-238 create?",
        "answer": 21,
        "unit": "kg"
    },
    {
        "id": 2411,
        "name": "Instead of adding and subtracting your checkbook transactions by the penny, you rounded up or down to the nearest dollar; how far off would your balance be after 6 months?",
        "answer": 3,
        "unit": ""
    },
    {
        "id": 2412,
        "name": "How many shirts we need to feel warm on Pluto?",
        "answer": 3,
        "unit": ""
    },
    {
        "id": 2413,
        "name": "What is the volume of the Moon in cubic meters?",
        "answer": 25,
        "unit": "m"
    },
    {
        "id": 2414,
        "name": "How much water can humanity store in new dams or by flooding lowlands in an effort to combat melting of the polar ice sheet?",
        "answer": -2,
        "unit": ""
    },
    {
        "id": 2415,
        "name": "How many USA residents are legally prohibited from buying guns?",
        "answer": 8,
        "unit": ""
    },
    {
        "id": 2416,
        "name": "What is the cumulative budget of US police forces?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2417,
        "name": "how fast would you have to be moving to make it from one side of the Earth to the other in 0.3 seconds?",
        "answer": 5,
        "unit": "km"
    },
    {
        "id": 2418,
        "name": "Estimate the number of TV sets in New York City.",
        "answer": 6,
        "unit": ""
    },
    {
        "id": 2419,
        "name": "The Ontario government decides that winter is too depressing and that what is really needed is to turn all of Lake Ontario into one giant mug of hot chocolate. Find the number of packets of hot chocolate powder required to make this much hot chocolate.",
        "answer": 10,
        "unit": ""
    },
    {
        "id": 2420,
        "name": "If all but 1 million people on Earth died, how far (on average) would you have to walk to meet someone?",
        "answer": 1,
        "unit": "km"
    },
    {
        "id": 2421,
        "name": "If all of the Earth's oceans were transported to the Moon, what would be the average depth, in meters, of the lunar ocean?",
        "answer": 5,
        "unit": "m"
    },
    {
        "id": 2422,
        "name": "How many unique names will we encounter in our lifetime?",
        "answer": 4,
        "unit": ""
    },
    {
        "id": 2423,
        "name": "How much land would be needed if each family had a house and a yard?",
        "answer": 12,
        "unit": "yard**2"
    },
    {
        "id": 2424,
        "name": "A breakfast cereal, similar to Cheerios, is composed of small oat cylinders, 1 cm dia., 4 mm high with a 4 mm diameter hole bored through. Estimate the mass, g, of one cylinder.",
        "answer": -1,
        "unit": "g"
    },
    {
        "id": 2425,
        "name": "What would the file size be on an hour of 22.4.8 surround sound audio?",
        "answer": 10,
        "unit": "bytes"
    },
    {
        "id": 2426,
        "name": "How much blood would it take to stain the ocean red?",
        "answer": 24,
        "unit": "L"
    },
    {
        "id": 2427,
        "name": "Out of all songs ever recorded, what percentage of songs are in the time signature 4/4?",
        "answer": 2,
        "unit": ""
    },
    {
        "id": 2428,
        "name": "What percentage of the oxygen we breath is from plants that we didn't plant?",
        "answer": 2,
        "unit": ""
    },
    {
        "id": 2429,
        "name": "How many metres of spaghetti would be needed if all of the children in a school had spaghetti bolognese for lunch?",
        "answer": 5,
        "unit": "m"
    },
    {
        "id": 2430,
        "name": "How much popcorn is popped at the movie theater on an average Saturday?",
        "answer": 5,
        "unit": ""
    },
    {
        "id": 2431,
        "name": "How many pencils would it take to draw a straight line along the entire Prime Meridian of the Earth?",
        "answer": 3,
        "unit": ""
    },
    {
        "id": 2432,
        "name": "How many calories are you consuming licking the Cheetos dust off your fingers per serving?",
        "answer": 1,
        "unit": "cal"
    },
    {
        "id": 2433,
        "name": "What is the CO2 emissions from the creation of GPT-3, the deep net of unprecedented size that can write Javascript and finish your GoT fan fiction?",
        "answer": 5,
        "unit": "kg"
    },
    {
        "id": 2434,
        "name": "Estimate the number of cars entering the state of New York at any given time.",
        "answer": 2,
        "unit": ""
    },
    {
        "id": 2435,
        "name": "The deficit in the Federal Budget this past year was approximately $100 Billion. Assuming this was divided equally to every man, woman, and child in the country, what is your share of the debt?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2436,
        "name": "A human in a 2 square metre \"box\" - how big does a hole have to be to bring enough oxygen in?",
        "answer": 1,
        "unit": "cm**2"
    },
    {
        "id": 2437,
        "name": "How much energy is required to completely destroy the earth?",
        "answer": 32,
        "unit": "m**2"
    },
    {
        "id": 2438,
        "name": "If a lemon can be made into a battery, could lemons jump start a car?",
        "answer": 6,
        "unit": ""
    },
    {
        "id": 2439,
        "name": "How much of the Great Lakes would be filled by fossil fuels extracted by humans?",
        "answer": -8,
        "unit": ""
    },
    {
        "id": 2440,
        "name": "How many pages are there in all books that are read by children in our school in one year?",
        "answer": 6,
        "unit": ""
    },
    {
        "id": 2441,
        "name": "How many stuffed animals would fit on a shelf?",
        "answer": 1,
        "unit": ""
    },
    {
        "id": 2442,
        "name": "How many snap cubes laid end to end would stretch across the room?",
        "answer": 2,
        "unit": ""
    },
    {
        "id": 2443,
        "name": "How many punctuation marks are in a book?",
        "answer": 4,
        "unit": ""
    },
    {
        "id": 2444,
        "name": "How far, in km, does light travel during the time between two full moons?",
        "answer": 12,
        "unit": "km"
    },
    {
        "id": 2445,
        "name": "How many baseballs are used during the course of the Major League season?",
        "answer": 5,
        "unit": ""
    },
    {
        "id": 2446,
        "name": "Just how large would an object in geostationary orbit need to be in order to be visible from earth with the naked eye?",
        "answer": 3,
        "unit": "m**3"
    },
    {
        "id": 2447,
        "name": "If I donate a pint of blood, how many days will it take for my red cell count to return to normal?",
        "answer": 0,
        "unit": "days"
    },
    {
        "id": 2448,
        "name": "How much land would be needed to meet the energy demands of the US purely through solar energy?",
        "answer": 15,
        "unit": "ft**2"
    },
    {
        "id": 2449,
        "name": "At the height of summer, what is the total mass of all the leaves grown on trees in New Hampshire?",
        "answer": 13,
        "unit": ""
    },
    {
        "id": 2450,
        "name": "How many American adults (age 25+) have zero first cousins AND neither of their parents are only-children?",
        "answer": 7,
        "unit": ""
    },
    {
        "id": 2451,
        "name": "Roughly how much would it cost per person to provide free food to everyone per day?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2452,
        "name": "How many years should one smoke one cigarette a day to be affected as much as living in Bangkok for 10 years?",
        "answer": 2,
        "unit": "years"
    },
    {
        "id": 2453,
        "name": "If all of the cars in the U.S. got at least 25 miles per gallon, how many tons of CO2 would not be produced via this fuel saving?",
        "answer": 7,
        "unit": "pounds"
    },
    {
        "id": 2454,
        "name": "What would be the blast radius of a Davey Crockett nuke?",
        "answer": 2,
        "unit": "m"
    },
    {
        "id": 2455,
        "name": "What percent of organ donors die and actually meet the criteria to donate?",
        "answer": -1,
        "unit": ""
    },
    {
        "id": 2456,
        "name": "How much oil, gas and coal has humans consumed up till now?",
        "answer": 20,
        "unit": "BTU"
    },
    {
        "id": 2457,
        "name": "How many bath towels are needed to cover a football field?",
        "answer": 4,
        "unit": ""
    },
    {
        "id": 2458,
        "name": "If you prepared a tank with all of the air you need to breathe in one day, how large would it be?",
        "answer": 4,
        "unit": "L"
    },
    {
        "id": 2459,
        "name": "I'm a 19 year old male that is 6'2\" & 180lbs that excersizes regularly. Roughly what percent of the world's population could I beat in a fight?",
        "answer": 1,
        "unit": ""
    },
    {
        "id": 2460,
        "name": "How many molecules of water are in a cup of water?",
        "answer": 25,
        "unit": ""
    },
    {
        "id": 2461,
        "name": "How many softballs are produced annually?",
        "answer": 6,
        "unit": ""
    },
    {
        "id": 2462,
        "name": "How many gallons of water move down the Mississippi River in one day?",
        "answer": 11,
        "unit": "gallons"
    },
    {
        "id": 2463,
        "name": "If we had a cueball earthsized how high will be the highest mountain?",
        "answer": -17,
        "unit": "km"
    },
    {
        "id": 2464,
        "name": "How many kilometers would the Earth have travelled during the time elapsed between two full moons?",
        "answer": 6,
        "unit": "km"
    },
    {
        "id": 2465,
        "name": "How many nukes do you need to move the Earth 1% out of its orbit?",
        "answer": 18,
        "unit": ""
    },
    {
        "id": 2466,
        "name": "If all the RBCs in an adult male are placed in a square pattern, what is the area, in m2, that these RBCs would cover?",
        "answer": -11,
        "unit": "m**2"
    },
    {
        "id": 2467,
        "name": "Consider a steel ball at room temperature. If you converted all its internal energy to kinetic energy, how fast would it be moving?",
        "answer": 1,
        "unit": "m"
    },
    {
        "id": 2468,
        "name": "How long is one gram of DNA?",
        "answer": 0,
        "unit": "cm"
    },
    {
        "id": 2469,
        "name": "How Fast Would You Have To Be Going To Travel A Light Year a Day?",
        "answer": 11,
        "unit": "m"
    },
    {
        "id": 2470,
        "name": "What is the approximate total length, km, of blood vessels in an adult male?",
        "answer": 5,
        "unit": "mi"
    },
    {
        "id": 2471,
        "name": "Estimate the number of blades of grass a typical suburban house's lawn has in the summer.",
        "answer": 7,
        "unit": ""
    },
    {
        "id": 2472,
        "name": "How long does it take a light bulb to turn off?",
        "answer": -1,
        "unit": "sec"
    },
    {
        "id": 2473,
        "name": "How tall would a bacteria be on the surface of the skin, if it were like a tree on the surface of the earth?",
        "answer": -2,
        "unit": ""
    },
    {
        "id": 2474,
        "name": "If we were to tally up every drop of gas wasted each time we hang up the pump, how many gallons per year would that equate to?",
        "answer": -1,
        "unit": "gal"
    },
    {
        "id": 2475,
        "name": "How long would a (2500 mAh) AA battery be able to sustain a beam of energy that could, within seconds, burn through wood?",
        "answer": 5,
        "unit": "m"
    },
    {
        "id": 2476,
        "name": "How much does it cost to leave a light on for an entire year?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2477,
        "name": "How large of an comet would have to hit the earth in order to correct the tilt?",
        "answer": 22,
        "unit": "cm**3"
    },
    {
        "id": 2478,
        "name": "How many tons of food are consumed in Chicago during the course of a day?",
        "answer": 5,
        "unit": ""
    },
    {
        "id": 2479,
        "name": "How many illiterate people are there in India?",
        "answer": 9,
        "unit": ""
    },
    {
        "id": 2480,
        "name": "How many people do we meet in our life?",
        "answer": 4,
        "unit": ""
    },
    {
        "id": 2481,
        "name": "How many links do we need to make a paper chain that stretches across the bulletin board?",
        "answer": 1,
        "unit": ""
    },
    {
        "id": 2482,
        "name": "How many years would it take if it were possible to walk to the moon?",
        "answer": 1,
        "unit": "years"
    },
    {
        "id": 2483,
        "name": "How many balloons can lift an Is-3?",
        "answer": 4,
        "unit": ""
    },
    {
        "id": 2484,
        "name": "What is the average depth (cm) of the earth's oceans?",
        "answer": 0,
        "unit": "miles"
    },
    {
        "id": 2485,
        "name": "How much electricity would one need to stop a car from moving forward?",
        "answer": 2,
        "unit": "hp"
    },
    {
        "id": 2486,
        "name": "How many inch-worms are equivalent in length to the circumference of the Earth at the equator?",
        "answer": 9,
        "unit": ""
    },
    {
        "id": 2487,
        "name": "How many drops of water are needed to fill a swimming pool (25x12x2 meters)?",
        "answer": 12,
        "unit": ""
    },
    {
        "id": 2488,
        "name": "What is the usage of former rainforest territory in percent?",
        "answer": 2,
        "unit": ""
    },
    {
        "id": 2489,
        "name": "How much electrical power could you conceivably get out of a horse generator?",
        "answer": 4,
        "unit": "W"
    },
    {
        "id": 2490,
        "name": "At what time is a higher percentage of a country's population asleep than awake?",
        "answer": 0,
        "unit": "hours"
    },
    {
        "id": 2491,
        "name": "How many soccer balls could you fit into a classroom?",
        "answer": 5,
        "unit": ""
    },
    {
        "id": 2492,
        "name": "What is the estimated journey time for Santa Claus?",
        "answer": 9,
        "unit": "hours"
    },
    {
        "id": 2493,
        "name": "how much do all the worlds beards weigh?",
        "answer": 7,
        "unit": "g"
    },
    {
        "id": 2494,
        "name": "If the sun were a head of a body, how long would it's arms be?",
        "answer": 6,
        "unit": "km"
    },
    {
        "id": 2495,
        "name": "What temperature would air have to be to give you a third-degree burn over the periods of 1 second?",
        "answer": 2,
        "unit": "degree"
    },
    {
        "id": 2496,
        "name": "The Paedophryne amauensis frog is the smallest vertebrates known to science, how many cells go into making up a typical (adult) specimen's body?",
        "answer": 2,
        "unit": ""
    },
    {
        "id": 2497,
        "name": "On Sunday of Thanksgiving weekend, the highway is at maximum capacity with cars safely going at the speed limit. How many cars are on the highway?",
        "answer": 5,
        "unit": ""
    },
    {
        "id": 2498,
        "name": "How many sponges does it take to drain the ocean?",
        "answer": 11,
        "unit": ""
    },
    {
        "id": 2499,
        "name": "How hard you need to throw a snowball to knock down/faint a person?",
        "answer": 1,
        "unit": "N"
    },
    {
        "id": 2500,
        "name": "If you drop a pumpkin from the top of a ten story building what is the farthest a single pumpkin seed can land from the point of impact?",
        "answer": 2,
        "unit": "meters"
    },
    {
        "id": 2501,
        "name": "How many cups of water are there in an Olympic pool?",
        "answer": 7,
        "unit": ""
    },
    {
        "id": 2502,
        "name": "How much new wood is grown around the world by trees everyday?",
        "answer": 15,
        "unit": "pounds"
    },
    {
        "id": 2503,
        "name": "How long does it take for blood to coagulate in a reptile carcass?",
        "answer": 2,
        "unit": "s"
    },
    {
        "id": 2504,
        "name": "If all of the books in a school were stacked on top of each other in one pile, how tall would the pile be?",
        "answer": 3,
        "unit": "cm"
    },
    {
        "id": 2505,
        "name": "How many toothpicks could be made from a telephone pole?",
        "answer": 7,
        "unit": ""
    },
    {
        "id": 2506,
        "name": "How much would a newly-discovered unreleased Beatles album sell for?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2507,
        "name": "How much space would be required to fit 1 individual of each species of plants and animals?",
        "answer": 11,
        "unit": "cm**3"
    },
    {
        "id": 2508,
        "name": "How much space would a million people need at a political rally?",
        "answer": 7,
        "unit": "ft**2"
    },
    {
        "id": 2509,
        "name": "I was writing a harpy character (demi-human) and ran into a problem in regards to his wingspan. Can you all help?",
        "answer": 2,
        "unit": "cm"
    },
    {
        "id": 2510,
        "name": "How many blades of grass are in a typical lawn in your neighborhood?",
        "answer": 7,
        "unit": ""
    },
    {
        "id": 2511,
        "name": "How long would it take for a space ship to reach 42 light years away?",
        "answer": 10,
        "unit": "hours"
    },
    {
        "id": 2512,
        "name": "Assuming we found a suitable place and could get there, how many people would be needed to colonize a new planet without having to worry about incest in future generations?",
        "answer": 3,
        "unit": ""
    },
    {
        "id": 2513,
        "name": "In the United States, how many people have type O blood?",
        "answer": 8,
        "unit": ""
    },
    {
        "id": 2514,
        "name": "How much additional weight would you need to make a dead body submerge in water?",
        "answer": 2,
        "unit": "kg"
    },
    {
        "id": 2515,
        "name": "What is the surface area, cm2, of a TiO2 pigment particle?",
        "answer": -8,
        "unit": "cm**2"
    },
    {
        "id": 2516,
        "name": "According to some recent highly accurate measurements made from satellites, the continent of North America is drifting at a rate of about 1 cm per year. Assuming a continent is about 50 km thick, estimate the kinetic energy the continental US has as a result of this motion.",
        "answer": 12,
        "unit": "kg"
    },
    {
        "id": 2517,
        "name": "How many youtube videos are there?",
        "answer": 9,
        "unit": ""
    },
    {
        "id": 2518,
        "name": "How many sharks are there?",
        "answer": 9,
        "unit": ""
    },
    {
        "id": 2519,
        "name": "How many water molecules are present in the earth's oceans?",
        "answer": 47,
        "unit": ""
    },
    {
        "id": 2520,
        "name": "How long would it take for a microwave to evaporate 250 ml of water?",
        "answer": 2,
        "unit": "s"
    },
    {
        "id": 2521,
        "name": "How much does a city weigh?",
        "answer": 10,
        "unit": "kg"
    },
    {
        "id": 2522,
        "name": "In the 1989 Loma Prieta earthquake in California, approximately 2 million books fell off the shelves at the Stanford University library. If you were the library administrator and wanted to hire enough part-time student labor to put the books back on the shelves in order in 2 weeks, how many students would you have to hire?",
        "answer": 2,
        "unit": ""
    },
    {
        "id": 2523,
        "name": "If a person rubbed a rock with their fingers how long would it take for the rock to become smooth?",
        "answer": 1,
        "unit": "h"
    },
    {
        "id": 2524,
        "name": "For next year's Physics Open House the Department is planning to set up a bungee jump from the top of the physics building. Assume that one end of an elastic band will be firmly attached to the top of the building and the other to the waist of a courageous participant. The participant will step off the edge of the building to be slowed and brought back up by the elastic band before hitting the ground (we hope). Estimate the spring constant of the elastic you would recommend using.",
        "answer": 2,
        "unit": "J"
    },
    {
        "id": 2525,
        "name": "During a male's lifetime, how many pounds of RBCs are produced?",
        "answer": 2,
        "unit": "pounds"
    },
    {
        "id": 2526,
        "name": "How many texts does the average student send per year?",
        "answer": 4,
        "unit": ""
    },
    {
        "id": 2527,
        "name": "How many terabytes would the entirety of google earth take up if you were to download it?",
        "answer": 3,
        "unit": "terabytes"
    },
    {
        "id": 2528,
        "name": "How much energy would fall on a 1-square-meter surface from starlight?",
        "answer": 10,
        "unit": "W"
    },
    {
        "id": 2529,
        "name": "How long does it take to sail around Antarctica?",
        "answer": 3,
        "unit": "hours"
    },
    {
        "id": 2530,
        "name": "On average and to be approximate, how much carbon emissions will be averted if 30,000 to 50,000 violent gang members were to be suddenly eliminated?",
        "answer": 6,
        "unit": "ton"
    },
    {
        "id": 2531,
        "name": "What is the volume of the earth, in km3?",
        "answer": 12,
        "unit": "km**3"
    },
    {
        "id": 2532,
        "name": "If every forest and tree on Earth burned down, what would the remaining % of oxygen in the atmosphere be?",
        "answer": 2,
        "unit": ""
    },
    {
        "id": 2533,
        "name": "How much weight does ink add to paper?",
        "answer": -1,
        "unit": "g"
    },
    {
        "id": 2534,
        "name": "Estimate the angular momentum that your body has as a result of the earth's turning on its axis.",
        "answer": 27,
        "unit": "kg"
    },
    {
        "id": 2535,
        "name": "How big would a tower have to be in order for everyone in North America to be able to see it?",
        "answer": 0,
        "unit": "km"
    },
    {
        "id": 2536,
        "name": "What is the total number of shots taken in one NBA season, including the tournament?",
        "answer": 4,
        "unit": ""
    },
    {
        "id": 2537,
        "name": "Speedy Jones is the only deaf, Olympic sprinter. He uses the flash of the Starter's pistol to start a race. Speedy and 7 others won their 100-meter heats in 10.00 seconds. In the semi-final heat featuring these 8 racers, the Starter mistakenly fired his pistol at the finish line of the race. By how many millimeters did Speedy win his heat?",
        "answer": -2,
        "unit": "mm"
    },
    {
        "id": 2538,
        "name": "How much air would it take to fill all of the school's basketballs, soccer balls, and volleyballs?",
        "answer": 2,
        "unit": "atm"
    },
    {
        "id": 2539,
        "name": "How many buildings are there?",
        "answer": 7,
        "unit": ""
    },
    {
        "id": 2540,
        "name": "How much food does a man eat in his lifetime?",
        "answer": 5,
        "unit": "pounds"
    },
    {
        "id": 2541,
        "name": "How long does it take to cool the cockpit of an airplane to a desired temperature with an air conditioner?",
        "answer": 3,
        "unit": "s"
    },
    {
        "id": 2542,
        "name": "How many molecules are in a TiO2 pigment particle?",
        "answer": 16,
        "unit": ""
    },
    {
        "id": 2543,
        "name": "If you took all humans and put it all in a box, how big would the edge of the box be?",
        "answer": 5,
        "unit": "cm"
    },
    {
        "id": 2544,
        "name": "If fully oxygenated, how many oxygen molecules could be carried by the RBCs of an adult male?",
        "answer": 22,
        "unit": ""
    },
    {
        "id": 2545,
        "name": "What is the horsepower in an average fart?",
        "answer": -3,
        "unit": "horsepower"
    },
    {
        "id": 2546,
        "name": "How many people would COVID-19 kill if it were 1918?",
        "answer": 6,
        "unit": ""
    },
    {
        "id": 2547,
        "name": "How fast would deceased U.S. Presidents need to spin in their graves to meet the energy demands of the entire United States?",
        "answer": 6,
        "unit": "m"
    },
    {
        "id": 2548,
        "name": "How many times as fast as ants are humans?",
        "answer": 1,
        "unit": ""
    },
    {
        "id": 2549,
        "name": "How much 1792's USD cost today's USD?",
        "answer": 0,
        "unit": ""
    },
    {
        "id": 2550,
        "name": "What is the mass, in kgs, of the moon?",
        "answer": 23,
        "unit": "kg"
    },
    {
        "id": 2551,
        "name": "How many balloons would it take to fill the school hall?",
        "answer": 5,
        "unit": ""
    },
    {
        "id": 2552,
        "name": "How many Americans paid more than $750 in income tax in 2016?",
        "answer": 7,
        "unit": ""
    },
    {
        "id": 2553,
        "name": "How long a hot dog can be made from a typical cow?",
        "answer": 5,
        "unit": "cm"
    },
    {
        "id": 2554,
        "name": "How many leaves are there in the world?",
        "answer": 17,
        "unit": ""
    },
    {
        "id": 2555,
        "name": "What is the density, g/cc, of the Sun?",
        "answer": 9,
        "unit": "g"
    },
    {
        "id": 2556,
        "name": "How much energy a large rock has at impact?",
        "answer": 6,
        "unit": "J"
    }
]